{
  "我的天才女友": {
    "Rating": "🌕🌕🌗🌑🌑",
    "Author": " 埃莱娜 费兰特",
    "Month": 6,
    "Language": "Italian",
    "Genre": ["Fiction"],
    "Quotes": [
      "院子，房子，和城区都让我喘不过气来 (42)",
      "当你不会做一道题时，你不能说这道题出错了，而是要说：我解不出来 (56)",
      "不，永远都学不完，我给你钱，你要一直学下去“ ... “但你不一样，你是我的天才朋友，你应该比任何人都要厉害，无论是男生还是女生 (303)"
    ],
    "Thoughts": "名字真的非常非常难记！！不过整本书我觉得看完后要想一下（可能是我隔了太久才看完）。虽然埃莱娜一直以莉拉的角度去做她人生的重要决定，莉拉其实也非常依靠、羡慕埃莱娜。她们的友情反映了很多现实中的友情关系（表面上很友好，其实都有在暗中比较和羡慕或嫉妒对方.",
    "Favorite Part": "莉拉开始因为是斯特凡诺的女朋友改变的时候（觉得又不像莉拉又像莉拉）"
  },
  "Killers of the Flower Moon": {
    "Rating": "🌕🌑🌑🌑🌑",
    "Author": "David Grann",
    "Month": 6,
    "Language": "ENG",
    "Genre": ["True Crime"],
    "Quotes": [
      "History is a merciless judge. It lays bare our tragic blunders and foolish missteps and exposes our most intimate secrets, wielding the power of hindsight like an arrogant detective who seems to know the end of the mystery from the outset."
    ],
    "Thoughts": [
      "I did not really enjoy this book. The writer’s writing style and narrating skills are not the best. It’s very chunky and hard to follow (maybe I read it very slowly?) The word choice is very simplistic also, and the names of different characters are hard to remember. I do not understand the point of bringing in another complicated story of another Osage family at the very very end of the book to explain that this was going on before. Some parts are also dull to read. There’s also a high start and bad finishing. I liked the graphics in the book and the maps. Also, the book revealed a part of history that really nobody knows about. I am surprised to learn that the Osage were one of the richest people because of oil but at the same time, their death rates were way higher. It totally highlights the abuse of investors, government, and guardians on the Osage, and how they were exploited intensively. I also could not understand why the Osage wants to marry white people? It’s a good book to learn about another abuse Native Americans in the US went through, and it can hook people who enjoy mysteries (especially since it’s a real event), but maybe it’s just not for me because I don’t really enjoy stories of Natives Americans (I learned many Native related information though!)…"
    ],
    "Favorite Part": "When they recorded a film about the FBI, Tom Whites asked to contribute to part of it but Hoover ignored him. (so realistic!). When Whites was being the jail leader at La Tuna prison in Texas (such a kind and humane jail leader). I was also surprised that the jury actually ruled more fairly instead of having prejudice against the Osage."
  },
  "夏天，烟火和我的尸体": {
    "Rating": "🌕🌕🌕🌑🌑",
    "Author": " 乙一",
    "Month": 6,
    "Language": "日语",
    "Genre": ["Mystery"],
    "Quotes": [
      "漆黑的夜幕降临到健和弥生身上，降临到埋葬在水沟里的我的尸体上，还有在黑暗中哭泣着寻找我的妈妈身上。(27)"
    ],
    "Thoughts": "我觉得有点被吹过了一点点。故事有点普通，而且有一点点失望两个故事没有任何连接在一起的部分。我很喜欢作者以尸体的角度来述说发生了什么。不过十六岁能写这么黑暗，有点吓人的故事我觉得非常厉害。而且那种日式人偶和和风庭院的背景让第二个故事更加有感觉。总的说，我更喜欢第二个故事！",
    "Favorite Part": "清音在炸天妇罗的时候；健和弥生看到绿姐姐的时候，然后结果绿姐姐是跟他们一派的，还有绿姐姐对五月说 ”辛苦你了“ 的时候，让人背后发冷。那个冰库的设定有点像轮到你了。"
  },
  "新参者": {
    "Rating": "🌕🌕🌕🌑🌑",
    "Author": "东野圭吾",
    "Month": 6,
    "Language": "日语",
    "Genre": ["Mystery"],
    "Quotes": [
      "三角钟的构造就像寺田父女一样，看似方向不同，却由一根轴连在一起的 (106)",
      "有人会因案件而留下心灵创伤，他们也是受害者。刑警的职责就是寻找能够拯救受害者的线索 (158)",
      "开玩具店就是出售童年的梦，必须时常保持快乐的心情，所以我不想听到坏消息 (213)"
    ],
    "Thoughts": "我很喜欢每个故事都有很温馨的结局。有点像开始的时候每家店都有误会然后最后都会被解决。每个故事都很不一样，所以我非常喜欢。我最喜欢西饼店的店员和翻译家朋友那两章。不过，我觉得加贺好有钱（应该有报销?）每次都送礼，喝咖啡，在高级日料店吃饭...",
    "Favorite Part": "郭吉是一只柴犬&每一章都有吃的东西（仙贝，人形烧，百香果和杏仁豆腐果冻，鸡蛋烧...)\n\n那个寿司店的文孝被无糖咖啡骗的时候"
  },
  "人间值得": {
    "Rating": "🌕🌕🌗🌑🌑",
    "Author": "中村恒子, 奥田弘美",
    "Month": 7,
    "Language": "日语",
    "Genre": ["Self-Help"],
    "Quotes": [
      "当你眉头一皱,去思考 “这个工作有什么意义”, 不管是谁都会徒增烦恼, 觉得工作无法进行下去 (009)",
      "“必须这样做” 就像人生不必要的行囊. (026)",
      "如果有一种人际关系能让你安心地暴露自己地脆弱之处, 那么你一定会精神满满. (063)",
      "当你想到 “自己这么努力, 为什么没有得到回报”, 也许对待别人就会变得苛刻. (083)",
      "如果你常常思虑过多, 不如回到当下, 做你最应该做的事情 (094)",
      "人毕竟不是夜猫子, 只有用清晰的头脑思考, 才会有新的, 积极的想法出现, 看待问题的角度也会发生改变. (106)"
    ],
    "Thoughts": "我觉得恒子老师放的非常开, 什么事情在她眼里都不会变成很严重的事情. 而且她能够当这么久的精神医生, 照顾80多个病人, 我觉得非常厉害. 这本书我比较不赞同的观点是恒子老师希望人生最好很平静, 没有太多的上下起伏或者对他人也不要有太多牵挂. 我可能比较向往不那么普通, 有些起伏的人生. 但是恒子老师的建议可以让你平静下来, 考虑你做的每件事是否真的值得.",
    "Favorite Part": "恒子老师说她和她的儿子住在一个小区可是却不常见面的时候. 我就想, 要是所有家长都能放得开的话, 是不是烦恼就会少一些. 恒子老师和她的孩子相处的方式我觉得非常难得."
  },
  "白色橄榄树(上)": {
    "Rating": "🌕🌕🌕🌕🌑",
    "Author": "玖月晞",
    "Month": 7,
    "Language": "中文",
    "Genre": ["Romance"],
    "Quotes": [
      "温度高达41摄氏度。夕阳炙烤着水泥路上的铁皮车。（042）",
      "七月初，落雨山上草木盛茂，大片大片遮天蔽日，野蛮又疯狂。叶子绿油油沉甸甸，彷佛吃饱了阳光雨水后的餍足。（047）",
      "更像是体验者，体验他们的绝境，观察他们的苦难，怜悯并同情，然后回家继续快乐生活，仅此而已（088）",
      "这世上存在的每一个人都是历史的一部分...哪怕纸或笔不记得，这片土地也记得（120）",
      "这片土地就像是一株巨大的长满悲剧的树，每个远道而来的人都能伸手在树上捞一把，收获一点儿果子，然后头也不回地离开，将这棵树遗忘。（135)",
      "当记者无事可做，世界才是安宁的（204)",
      "或许你查到的是一部分真相，但你是记者，比我清楚大众传播的威力。当一个角度的真相被无限放大的时候，其他角度的真相很可能会无限压缩，以为大众没有理智只有情绪。（241）",
      "在这和平的年代，战争却在他们身上留下了深深的烙印，丑陋，私隐，不可为人知。外人瞧见了，或猎奇一窥，或不屑一顾。他们看不见那道伤疤下的抽筋挫骨；他们不知道它看似愈合却会在阴雨天叫人痛不欲生。而兜兜转转直到今夜，才终于碰到那个同样从战场上归来的人，形销骨立，满目凄零；那个有着同样伤疤并夜夜发作痛切心扉的人。就像那天见到的白色橄榄树。没见过的世人，永远不会相信世上竟有过那样的盛景，永远都不会理解天地间竟有过那一瞬的温柔。(251)"
    ],
    "Thoughts": "我很喜欢作者的文笔：形容场景的句子和对话读起来都很顺，让我感觉文字表的非常清晰，简单。有点像看电视剧的感觉。虽然剧情是有点电视剧（情敌，标准男女主..) 但是因为故事连贯，所以不会很无聊。我觉得角色设定也非常特别：拆弹 (和刑侦日记的设定一摸一样）+ 战地记者。因为很少读言情小说的原因，读的时候有点让我想到了穆斯林的葬礼的那种刚刚开始很甜最后会BE的调调。我总觉得在哪里看到过宋冉拍过的类似的照片。虽然调查了下作者是因为涉有抄袭，不过当当书来说，我觉得值得看!",
    "Favorite Part": "李瓒和宋冉煮饭的时候，李瓒把蒜头排整齐然后说他们在军训。（SPOILER: 或者是那个孕妇其实是故意自杀想要引爆炸弹的时候."
  },

  "白色橄榄树(下)": {
    "Rating": "🌕🌕🌕🌕🌑",
    "Author": "玖月晞",
    "Month": 7,
    "Language": "中文",
    "Genre": ["Romance"],
    "Quotes": [
      "温度高达41摄氏度。夕阳炙烤着水泥路上的铁皮车。（042）",
      "七月初，落雨山上草木盛茂，大片大片遮天蔽日，野蛮又疯狂。叶子绿油油沉甸甸，彷佛吃饱了阳光雨水后的餍足。（047）",
      "更像是体验者，体验他们的绝境，观察他们的苦难，怜悯并同情，然后回家继续快乐生活，仅此而已（088）",
      "这世上存在的每一个人都是历史的一部分...哪怕纸或笔不记得，这片土地也记得（120）",
      "这片土地就像是一株巨大的长满悲剧的树，每个远道而来的人都能伸手在树上捞一把，收获一点儿果子，然后头也不回地离开，将这棵树遗忘。（135)",
      "当记者无事可做，世界才是安宁的（204)",
      "或许你查到的是一部分真相，但你是记者，比我清楚大众传播的威力。当一个角度的真相被无限放大的时候，其他角度的真相很可能会无限压缩，以为大众没有理智只有情绪。（241）",
      "在这和平的年代，战争却在他们身上留下了深深的烙印，丑陋，私隐，不可为人知。外人瞧见了，或猎奇一窥，或不屑一顾。他们看不见那道伤疤下的抽筋挫骨；他们不知道它看似愈合却会在阴雨天叫人痛不欲生。而兜兜转转直到今夜，才终于碰到那个同样从战场上归来的人，形销骨立，满目凄零；那个有着同样伤疤并夜夜发作痛切心扉的人。就像那天见到的白色橄榄树。没见过的世人，永远不会相信世上竟有过那样的盛景，永远都不会理解天地间竟有过那一瞬的温柔。(251)"
    ],
    "Thoughts": "读完后就非常非常难受。就像书里面说的那样，阿瓒那么善良，正义的一个人，凭什么要承受后来那么多的痛苦。很心疼他虽然回家了，和冉冉在一起了，但是他的灵魂永远在东国，在残忍的战场上，回不了家。还有他可能分不清梦境和现实：我就想了想，如果后来他和冉冉回家了其实是他的梦境，被打碎后发现自己还在东国流浪，该有多痛苦。不过好在冉冉真的带他回了家。冉冉找到他的时候，我觉得真的是缘分，只有她能找到他的那种感觉。我觉得最后看起来是冉冉陪着阿瓒，用尽一切办法帮助他慢慢康复，但其实也是阿瓒一直在为了冉冉坚持，为了给她本来属于她的生活。有点回到了他们第一次从东国回来，只有他们互相知道在战场上经历了什么，找到了那个能够和自己感同身受的人。陪着冉冉的那十几年对阿瓒来说可能过得很苦，可是他的意志力也太强了（什么在两分钟内做200个俯卧撑，一下子杀了40+的恐怖分子，最后还读完了提升专业能力的书）做什么都要用尽自己所有的力量坚持到最后。还有尽管精神上已经不行了，他不知道冉冉是否安全，所以还会下意识地去他们最后在一起的那个寺庙，去“保护”看起来像冉冉的亚裔女生。我只是觉得非常可惜，只剩一个月了，可还是没能避免悲剧发生。冉冉到最后也是没有放弃到有战争发生的地方去记录\n\n我很喜欢结局的设计。如果不看番外，结局就是比较美好的；但是番外的结局是最真实的。医生都说了严重PTSD的病人是不可能好的，李瓒也不可能是例外。我觉得这样很真实。阿瓒应该是觉得一切都安顿好了，他放心了才走的。就像冉冉说的那样，他辛苦了。\n\n没有读后记之前，我一直觉得很奇怪为什么其他角色的性格和人设那么明显，但是冉冉和阿瓒却没有什么人设或者明显，清晰的性格特征。但是就是这样才比较贴近现实，因为在现实没有什么人设或者在其他言情故事里的高冷有钱男主，更多是像冉冉或者阿瓒这样简简单单，平平无奇，想要把自己的工作做好的人。在他们的世界里，没有人会知道他们背后的故事。我觉得这个点也是这本书特别的地方\n\n再说到战争，我觉得作者做到了让读者有反战意识。在读*白色橄榄树*之前，我并不是很清楚那些有PTSD的退伍军人有多痛苦。我只是觉得是心里阴影而已。但是作者对有严重PTSD症状的阿瓒的描写让我更清楚的了解了有精神创伤的病人要面对什么。还有他们经历过的战争如何影响他们的精神。那种创伤有多严重。当然还有那些目睹自己的国家慢慢的被战争摧毁的人：从学生，孤儿，到那些跑不掉的老人，我觉得故事包括了很多不同背景的人是如何被战争影响到。不过我觉得很神奇，战争还在进行的时候，那家烤肉店和酒吧还在经营，大学教授还在拼命的上课，就害怕知识也会被战争毁掉。我对宋冉发现萨辛的纪念碑时的那一刻印象深刻。就觉得，萨辛明明也有一个非常明亮的未来，前几个月还会和宋冉用推特聊天，过几个月后就为了自己的国家牺牲了。而且萨辛的性格也很好，他的想法和做的事情能够让读者知道战争对一个背景不同，战争国家的年轻人的影响。这个故事里面的意难平太多了。本杰明也是，为了回去救阿瓒，被小孩子活活虐待死；这对阿瓒的心理压力要有多大。很难想象那些在恐怖分子的洗脑和战争的恐惧下长大的孩子心里会变得多么地扭曲，也很难想象得到如果他们活在一个没有战争的国家里，他们也许会长大成为像阿瓒或者冉冉那样回馈社会，帮助别人的人。\n\n虽然玖月晞的名声不好，但是她笔下的角色和文字都很绝。简单又不失深度。故事的节奏也掌控的很好。从刚刚开始互相对对方有感觉到后面的陪伴，读完后有种很满足的感觉（可能是因为上帝视角读完了两个人的人生经历）。我很喜欢最后日记的部分，还有冉冉问阿瓒他是什么时候对她有感觉的时候，特别是在放在了故事的结尾，有那种 哦，原来他们经历了那么多，我也读了那么多，回到起点的感觉。读完后我发现：文字写下的结局就永远在那里，不管在读第一页还是读接近尾声的部分，结局都无法改变。只是觉得很可惜什么都不能改变。",
    "Favorite Part": "罗战说如果李瓒要去参加库克兵的后果/李瓒和宋冉放烟花的时候/最后那个恐怖分子形容李瓒和本杰明被虐待的时候/他们在乡下非常平静的生活."
  },

  "黎明之街": {
    "Rating": "🌕🌕🌑🌑🌑",
    "Author": "东野圭吾",
    "Month": 7,
    "Language": "日语",
    "Genre": ["Mystery"],
    "Quotes": [
      "我想起在某本书里看过，犯了罪的人在内心深处是希望被捉拿归案的。他们不断受到良心的谴责，不知何时会被抓的恐惧也时常折磨他们"
    ],
    "Thoughts": "秋叶是吹单簧管的/spoiler：竟然是自杀！我完全没有想到如此的直接，如此简单，毫无悬疑。就是让人想不到的作案手法。有点被骗了的感觉。我觉得我不是很懂这本书想要表达什么？我觉得有点可怕；渡部完全陷进去了，连女儿都不要了，要离家出走，有点幼稚，完全失去理智的感觉，和以前的渡部完全不一样了。可能出轨会让人越来越上瘾？我开始怀疑东野圭吾是不是有过相同的经历才会写出关于出轨，还能把出轨，从开始到最后，描写的那么细致；特别是形容渡部的心情的时候。而且推理的部分写的不是很强（非常敷衍，感觉就是想要以出轨为中心的故事），快读到一半才开始讲案子。那个警察完全就是个小透明！我都不知道有他没他有什么区别，直接只有受害者的妹妹也可以。结局也有点扯：还搞什么双重出轨。真是把出轨写道超出我的想象。我从来都没想过出轨是这样的。还有，以前我是不了解，而且我也不是很赞同，但是读完后我觉得我更加能理解那些丈夫出轨的女人她们的想法：我觉得她们为了不让他们的丈夫好受，觉得只有丈夫得到了幸福而选择不离婚又有些超出我的认知。我觉得这本书打开了我对出轨的认知。目前来说，我不喜欢东野圭吾大部分对于感情的描写和看法：我觉得都有些奇怪。像嫌疑人 X（感情做事的结尾），恶意（好像也有出轨），还有这本的各种出轨小故事。还有东野圭吾真的很喜欢把银座，银座的夜总会（感觉他的很多角色都很有钱），还有日本桥写进故事里：我觉得很有规律。很酷。最后，我想知道后面怎么样了？真相有没有被公布与众，至少受害者妹妹知不知道? 番外也有点莫名其妙，可能就是警告如果渡部在继续下去会发生什么吧，况且他还有个女儿。",
    "Favorite Part": ""
  },

  "Between the World and Me": {
    "Rating": "🌕🌕🌑🌑🌑",
    "Author": "Ta-Nehisi Coates",
    "Month": 7,
    "Language": "ENG",
    "Genre": ["Non-Fiction"],
    "Quotes": [
      "The new people were something else before they were white --- Catholic, Corscian, Welsh, Mennonite, Jewish --- and if all our national hopes have any fulfillment, then they will have to be something else again.” (007) | Coates’s discussion of the birth of  “race” brought me back to APUSH, where I learned that any immigrants, even Jewish and German who look white, were discriminated against. This diverts the idea of racism’s focus on the  struggle between black and white for me.",
      "We did not choose our fences. They were imposed on us by Virginia planters obsessed with enslaving as many Americans as possible. They are the ones who came up with a one-drop rule that separated the “white” from the “black,” even if it meant that their own blue-eyed sons would live under the lash” (042).",
      "Slavery is not an indefinable mass of flesh. It is a particular, specific enslaved woman, whose mind is active as your own, whose range of feeling is as vast as your own; who loves her mother in her own complicated way, thinks her sister talks too loud, has a favorite cousin, a favorite season, who excels as dressmaking and knows, inside herself, that she is as intelligent and capable as anyone” (069). | like any mass group tragic events (such as slavery or genocides), I think we often forget that acutal, once-living, those that supposed to have an “normal” and happy life individuals went though these events. We often just remember those who suffered as a group and forget that the individuals were just like us.",
      "Think of all the love poured into him. Think of the tuition for Montessori and music lessons. Think of the gasoline expended, the treads worn carting him to football games, basketball tournaments, and Little League. Think of the time regulating sleepovers…. That vessel which was her father, which brimmed with twenty-five years of love and was the investment of her grandparents and was to be her legacy (082)” | I think Prince Jones's parents, like many others without the consideration of race, tried to raise their child with love, giving them, both materialized objects and experience,  as much as other children had. All of that shattered is just difficult for the parents to take in, and I think this is why it's hard for someone to “start over”. I also like the metaphor of a vessel.",
      "I did not understand it until I looked out on the street. That was where I saw white parents pushing double-wide strollers down gentrifying Harlem boulevards in T-shirts and jogging shorts...while their sons commanded entire sidewalks with their tricycles. The galaxy belonged to them, and as terror was communicated to our children, I saw mastery communicate to theirs (089)” | I never saw the world through this lens, but I still think it's American’s “race superiority” confined to a daily observation, which I thought was cool that Coates described it this way. However, I don’t completely agree with this POV: I feel like its a bit 钻牛角尖 because he’s focusing on such a small, daily event. Nonetheless, I still understand what Coates is trying to communicate.",
      "And the bodies were an aspiration, lucrative as Indian land, a veranda, a beautiful wife, or a summer home in the mountains…, and the right to break the bodies was the mark of civilization” (104) | This again brings me back to APUSH, where those with slaves were considered the highest rank among their small southern plantation community (because many actually did not own slaves).",
      "The people who must believe they are white can never be your measuring stick. I would have you be a conscious citizen of this terrible and beautiful world” (108).",
      "The same hands that drew red lines around the life of Prince Jones drew red lines around the ghetto.” (111) | This was an awesome and well-written projection from a smaller event to the larger event of how African Americans were forced into ghettos and their homes taken.",
      "In America, I was part of an equation --- even if it wasn’t a part I relished. I was the one the police stopped on 23 st. in the middle of a workday..” (124).",
      "When it came to her son, Dr. Jones’s country did what it does best --- it forgot him. The forgetting is a habit, is yet another necessary component of the Dream. They have forgotten the scale of theft that enriched them in slavery; the terror that allowed them, for a century, to pilfer the vote; the segregationist policy that gave them their suburbs (141)” | I very much agree with this quote and the idea that America likes to “forget '' what they have done or what the people came before we had done. America often criticizes others for genocides but never takes into consideration of its own torture on minorities. What America is doing right now is never enough for compensation. Why is America still criticizing others?"
    ],
    "Thoughts": "At first, I rated this book a ⅗, but as I wrote the reflection, I thought it should be rated higher for what I gained from it. I saw through another lens regarding the topic of race and African-American (AA) discrimination. I was exposed to other ideas and just another view on the idea of slavery, which I thought was new. I noticed how the Coates relatively used parallel structure, which is very powerful and convincing, but I got a little tired of it. I also thought it was new that this whole book was written as a lesson and in a format similar to a letter for his son, which was an idea that was hard to keep in mind when I was reading. It was realistic that some sentences did not follow grammatical structures, and I could easily grasp his tone. There were also parts where the tone contrasted: sometimes he’s peaceful and just wants to pass on lessons to his son, and sometimes he’s angered but passionate. Something I did not like was that the thoughts were a little extreme, which I found similar to when I learned about Malcolm X’s central idea and way of action in APUSH. Although the book did talk about the author’s thoughts on the events centered on AA history and equal rights that happened in history, it was not to the amount which I expected (I hope there could be more). And I hope that the author would’ve had a side note that discussed the AA that he brought up who was killed by police violence, specifically on who they were and how they were hurt by police violence. Otherwise, I think the book did a good job of covering a wide spectrum of different AA historical events including police violence news that we still could encounter today. The book also made me wonder a question: we still have most AA writers writing equal rights/AA discrimination today. Like most popular fiction, non-fiction, mystery, or even historical fiction excluding slavery are not written by AA authors. Does this reflect that AA and people calling for race equality actually made very minimal progress in the US regarding race issues?",
    "Favorite Part": "My most memorable part was the part where Prince Jones was announced dead and killed by the police (“He was dressed in his formal clothes, as though it was his senior prom, and frozen in the amber of his youth” (077). It made me see another scenario of police violence based on skin color; however, unlike others, I was surprised to find that Prince Jones was actually intelligent and successful in his career and education (and his mom is an accomplished doctor). It countered many’s perceptions that minorities cannot be at the top in their career or in school, but I still believe that those outstanding, accomplished minorities are still an unnoticeable percentage of the population."
  },
  "闪闪发光的人生": {
    "Rating": "🌕🌕🌕🌖🌑",
    "Author": " 小川糸",
    "Month": 8,
    "Language": "日语",
    "Genre": ["Fiction"],
    "Quotes": [
      "字最关键的并非表面上的美丑问题，而是怀着怎样的心意去书写。就像血管中有血液流淌一样，只要你把温度和心愿融入笔记之中，就一定能够传达给对方。（023）",
      "而另一张上面只有三只鸟，妹妹看到了说不定会难过呢。 （039）| 然我想起来了我的长颈鹿",
      "不能再浑浑噩噩了，如果不把眼皮用力抬起，看个真切，或许就会许错过人生中按下快门的良机（059)",
      "那或许都是您无意识的行为，但无意识的伤害别人，比起明知对方会受伤还有意伤害，罪孽更加深重。请不要轻飘飘地说 ”我没有恶意“ 这种话。不论有没有恶意，对方受伤害这件事都不会改变（093)",
      "我能自信十足地宣言，自己比中了三亿日元彩票的人更幸福。此刻的心境，然我多么想和纽约的自由女神像一样高高举起蛋筒冰淇淋，向全世界炫耀QP妹妹。(110)",
      "绿色是自然界中常见的色彩，而寄居蟹小姐的心意也天然去雕饰。寄居蟹小姐心中所萌生的好感，就如同植物从大地中抽出枝芽一样，毫不虚伪。自然不会说谎，也不会欺骗自己，会坦率地生，坦率地死。（141)",
      "我彻底明白了独自一人原来是如此乏味。一人独处，我不知道自己的体温。可是，但肌肤与自己之外的人贴在一起，就能知道自己的手是否温暖，自己的脚尖是否冰冷 (164)",
      "那当然会觉得幸福了。人生不是以长短而论的，要看这段时间里是怎么活的。并不是应该和邻居比较来判断自己幸福不幸福，而是要看你自己是否真的感到幸福才对。（183）",
      "我的眼睛来不及辨别，无论在哪个瞬间，颜色都在一刻不停地千变万化。一张张叶片就好似地球寄来的信件。（195）"
    ],
    "Thoughts": "去年也是大概这个时间读的第一本。当时觉得，刚刚开始非常慢，也是读的第一本 “治愈” 题材的书，然后闲置一直不想读。不过读到后面，特别是第一本的结尾就很喜欢这本书里的各个小故事还有人物之间的交流。虽然给人的感觉像是没有很明显的主线故事 （可能因为是小故事拼起来的原因），但是我觉得很酷，因为隐藏在小故事下面的主线故事其实很明显。读完后我就很期待读第二本。我觉得这本和第一本不同的地方就是很明显的把主线的故事展现出来，让那些写信的小故事显得有些“不重要”，也有点敷衍的感觉。可是治愈还是很治愈的。特别是这些角色你都知道，就有种很棒的熟悉感。\n\n我很高兴鸠子不是一个人了。我觉得上代一定会为她感到骄傲的。而且她也把文具店做地越来越好了。鸠子的日常然我觉得在小镇生活，虽然平平淡淡，但是每天都有值得期待的事情。不会像我想的那样无聊。我也很喜欢鸠子和她的邻居都很熟，就是大家（加蜜朗的家人) 相处的方式会让人觉得很舒服。\n\n我对日本的文具很感兴趣，所以这个故事，还有这份职业，对我来说很有吸引力。有一点非常戳我：就是什么信笺和什么笔才能表达写信人的心情鸠子都要考虑。还有鸠子都会给她的客户取和他们给她的第一感觉相关的名字我觉得会让我对每位客户的印象更深刻。",
    "Favorite Part": "书里面各种好吃的 -- 感觉在看镰仓的攻略。最想尝试笑脸面包，鳗鱼饭，海鳗饭, 和柿寿司；感觉会超级美味，很多都是我没有尝试过的。蜜朗的咖喱和炸牡蛎也很新颖。 | 印象最深的一封信就是第一位盲人小男孩给他妈妈写的信 (非常暖心）还有鸠子给美雪写的信，感觉就像一把真的接力棒一样。"
  },
  "金色梦乡": {
    "Rating": "🌕🌕🌕🌕🌗",
    "Author": " 小川糸",
    "Month": 7,
    "Language": "日语",
    "Genre": ["Mystery"],
    "Quotes": [
      "你知道人最强大的武器是什么吗？-- 习惯和信赖（076）| 我觉得这本书就是围绕这个idea展开的。青柳也是依靠 他的那些 ”习惯“ 来取得他的朋友和家人的信赖。还有森田的 ”森林的声音“ ，青柳爸爸讨厌色狼，和岩崎的摇滚（重复到我印象很深），加上其他角色说的一些话和习惯的重复，更加加强了书里 ”习惯“ 的概念。"
    ],
    "Thoughts": "整本书读完我觉得非常魔幻。魔幻是因为青柳被卷进这个事件的几率太突然了。他什么都不知道就开始逃亡，然后就像接受命运一样一直在逃。可是我想他也没办法反抗，青柳应该觉得很无奈，只能继续逃下去才能避免被抓捕。加上整容 (很像柯南里假死的方式），好巧不巧的碰到连环杀手，和碰到刚刚开始医院的人，就是巧合很多。看下来一本书都是关于逃亡，不是那种通常的悬疑。不过我觉得很新奇，而且最后也很温馨。每个青柳认识的朋友都在帮助他。特别是他朋友的职业和生活都大大不同，然后每个人都有他们能帮到青柳的地方。很团结然后配合也很好。我很喜欢有些换章节的时候章节结尾和下一章的开头是一样的不过是不一样的时间；有种不同时间重叠在一起的感觉。切换视角的设计也很酷，还有最后交代了每个角色青柳这件事件以后的生后，因此，我非常喜欢这个故事的结尾。\n\n这本书写的伏笔也都交代的很好。每个角色说的每句话好像以后都有用到到context中的感觉。但是我觉得有点恶化警察的感觉：整本书把警察描写的有些暴力，感觉他们想 ”更大的力量“ 超控的机器人，没办法转脑经，知道最后都以为青柳是犯人。我不知道这些警察是否知道青柳其实是被陷害的（他们有收到命令）；还是只有上层警察知道真相，平民警察听从命令；还是警察根本不知道，“更大的力量” 完全掌握并且知道警察会怎么反应，解决这件事？不管哪个我都觉得很可怕，青柳很无辜。我也有怀疑青柳是不是这件事情的主谋？\n\n我也觉得很酷这个故事的蓝图是Kennedy Assassination来的。我以前根本不知道这个谋杀可能是一个 “更大的力量” 策划的，然后 ”杀手“ 可能是被诬陷的。我想接触这件事的人一个个死掉也是背后的策划人计划的。很可怕。揪出他们来也是难道不可能的事情：他们策划的天衣无缝，什么plan都有很多后备plan。不过这也是我觉得我不是很喜欢这本📕的一点：就是最后没有说这件是后面的人，虽然有后来的人的猜测，但是我觉得这也是最合理的，因为他们本来就不可能会被发现。细想下很可怕！",
    "Favorite Part": "森田其实也是被计划要死亡的 | 切男死掉的时候，然后青柳之前还注意到他 ”瘦了“。他明明是连环杀手最后却为了青柳而牺牲，加上最后也揭晓了他其实没有把那对父子杀掉 |菊池和神灯的比喻| 七美给青柳 “做的非常好” 的印章的时候，把整个故事给链接起来的感觉。<--yellow  to fit the theme of gold"
  },
  "A Prayer for Owen Meany": {
    "Rating": "🌗🌑🌑🌑🌑",
    "Author": "John Irving ",
    "Month": 8,
    "Language": "ENG",
    "Genre": ["Fiction"],
    "Quotes": [
      "Your memory is a monster; you forget--- it doesn’t. It simply files things away. It keeps things for you, or hides things from you--- and summons them to your recall with a will of its own. You think you have a memory, but it has you!” (036)",
      "When someone you love dies, and you’re not expecting it, you don’t lose her all at once; you lose her in pieces over a long time -- the way the mail stops coming, and her scent fades from the pillows and even the clothes in her closet and drawers. Gradually, you accumulate the parts of her that are gone. (139)"
    ],
    "Thoughts": "What I liked about the book is its format: although confusing, I liked how the story changes between John speaking about his childhood and growth to his life and thoughts in Canada. Furthermore, the pace of this book is awesome: the author spent more time talking about childhood, speeding up when they reached teenage, and finally, faster when they reached adulthood -- it matched up with which parts of his life (John) were most important to him and Owen. Although John is the narrator and “main character”, his focus on Owen made it feel like Owen was the main character of the book. John was a flat character for me -- even though he started to “believe” after Owen’s death. Owen was the one who changed more significantly -- when Owen was younger, he could easily control others through his voice and he was very noticeable, but when he was in the military and when his grades were mediocre in college, he was not that noticed or stood out as a person of his qualities. Owen was still a good friend to have: he wanted to protect John to his best ability and helped him out a ton. I also liked Dan as a character because he was one of the only non-affiliated characters that had a clear thinking. He was caring and passionate for his job and family. Very kind person and completed his role as a good father too.\n\nWhat I did not about like this book is 1) **the religion aspect:** I am a non-affiliated reader, so I was puzzled by a lot of the religious terms and practices such as moving to another church, why Mr. Meany did not like a certain church, and the Christmas pageant was new to me. Furthermore, I was angered by Owen’s belief in “predestination”, that he should do this at this moment. that he believes he is “God’s instrument?!”, and that his birth was a “virginal birth” (not sure if I used the right term, but I thought it could just be Mrs. Owen’s lies) -- I do not understand, it just seems a little 自大 and 矫情 to me. Owen didn’t have to die, but his beliefs made him die. I was confused too at why Dan and John didn’t blame Owen for Tabitha’s death even A LITTLE BIT -- are they just pretending to be super nice people?! Even though it was an accident, I think normal people would act a little mad and not complete forgiveness (further noticing that John was just a child). 2) **Sexuality context/female characters:** I was MAD at how Irving wanted to describe females -- he basically put a sexual label and how attractive a woman was based on her “bosom looks” -- Was it necessary? I don’t understand the purpose but it just felt inappropriate. Furthermore, he is a male author. Does Irving really have to say that much? The story loses nothing if Irving left those descriptions out; if it was to describe the motherliness and 温柔 and 神圣 vibes of Tabitha, I believe those description only made me despise her characters more. Even though Mrs. Wheelwright was a very expectable character (she based everything off of reputation and name), I still find it 迷 that she was attracted to Owen -- she forgot all her family members but remembered Owen’s voice? I think Irving put too much importance on Owen. Her maids were useless and weak too, especially Germaine, who feared death and Owen, a small child, so much. Either Germaine is too superstitious or Owen is over-glorified. Hester was another character I don’t understand -- she was one of my least favorite characters in this book. Is Owen her life? Why does she have to be so attracted to him? I don’t believe they have any real ”couple feelings” for each other. Furthermore, why did she have to 自暴自弃 to make her parents mad? Joining protests and doing rock and roll and “inspirational protest MVs” just shows how Hester wants to be different and divert from what her parents want, being a “new women” of the time. Although I do find it cool that she was able to gain some fame through her music. Irving’s young women characters made it seems like he believes every young women wanted sex and be atrracted, and that every middle-aged mother (excluding Tabitha) is annoying and expressed too many “bad” and “uneducated” opinions. This disrespect made me very angry! Additionally, were all those words talking about how John himself was a virgin and bringing up that he should have a relationship necessary? How is that important to anything in the book? My guess for its purpose is to show how “pure” John is because he believes in Owen… If John Irving wanted to resemble himself as John in the book, I feel like I have no words but just a feeling of disgust and anger. What’s more disgusting is the scene where John and Owen were hiding under the bed at Gravesend and witnessing someone having sex -- and they thought it was fun and wanted to go back. I understand they are just children, but why? To show Owen’s “purity” or character’s growth and how they mature? 3) **Minor designs in the book** Also, I am amazed that John Irving can write and design a plot like this: creating another “God” and write 627 pages about that. The armadillo and armless symbol -- it was thoughtful and cool, but I do not understand the point with cutting off the armadillo’s hands (it was a present for John, why would someone deliberately destroy it?) and Tabitha’s dummy’s  armlessness. The history and John’s political opinions were largely purposeless to me too. Although it described the context of the story well and it had cool APUSH connections, it seemed like it was just a “political-opinion dump” for the author and random at most times. I could not grasp what John wanted to express for his separate Canada dialogues.\n\nOverall, I was angry, especially at the end of the book. But I do think it was cool to think about how Owen knew all along, and I wonder if it’s Owen pushing the events to happen or God? If Owen did not believe in predestination, can he change his fate?.",
    "Favorite Part": "When they were applying for college, John noted that Noah went to one of those UCs that no one knows the name of. I thought that was pretty real and applicable to me. | When Owen was the editor of the Gravesend academy newspaper: he made the school change their lunch options, which was very powerful | When Owen moved the doctor’s car and Headmaster White was trying to move it back but rolled down on the stairs. I thought it was both funny, and I could imagine the action if it was a movie } When Owen was rescuing the Vietnamese kids."
  },
  "Whose Body?": {
    "Rating": "🌗🌑🌑🌑🌑",
    "Author": "Dorothy L. Sayers",
    "Month": 8,
    "Language": "ENG",
    "Genre": ["Mystery"],
    "Quotes": [
      "Valeting by day and developing by night - morning tea at any time from 6.30 to 11, and criminal investigation at all hours. It’s wonderful, the ideas these rich men with nothing to do get into their heads'' (047) | I feel like this describes the “detective” characters of GB authors well: most of them are rich and free - it’s a very realistic idea and I think it reflects what Sayers had seen in the GB community at the time."
    ],
    "Thoughts": "I felt like FOREVER to finish this book: it was written in an old-styled English and I cannot understand it in depth. After reading it, I felt like I only grasped the basic storyline and what happened: I couldn’t completely understand or remember much of the in-between stories and details. Sayers also took a lot of twists and turns and extra words to get to her point.\n\nFurthermore, the characters were all weakly crafted. Many of them, although minor, like Mr. Milligan or Mr. Crimplesham, is unmemorable characters, making the story more difficult to follow. For Lord Peter, I am guessing Sayers tried to mimic or connect to Sherlock Holmes in a way, - they both were “crazy” and tend to find solving crimes fun - but I think that just makes the character ( Lord Peter) unfavorable and sometimes cringy (Lord Peter just singing randomly…). It was probably just me thinking that a lord his age should be more mature. I could see that Bunter and Peter having a brother who holds a higher position reflected Holmes as well. Furthermore, I did not like how Sayers was alluding to Sherlock Holmes and bringing him and Watson up several times in the book: I felt like she could be a great mystery author without “living in the shadow” of the most famous GB detective. However, I do like Bunter’s characterization: he was very loyal and willing to support and follow Lord Peter’s investigations, although sometimes it gets tiring,  like following a kid around.\n\nAt first, I was attracted by the setup of the mystery. However, the trick and the motive at the end did not surprise me nor do I think it was different in any way. Also, I thought the doctor had done it too easily. But it was still cool that the doctor tried to cover up his crime by creating a “crime” to direct the attention of the investigators. It was just a classic, GB mystery overall.",
    "Favorite Part": "P.g 46: when Bunter was collecting the fingerprint; I thought it was cool that Sayers described the old-fashioned way of taking fingerprints in detail. I also learned that fingerprints back then were used by comparing the different prints, and Lord Peter or Parker could not just search up the print in a mass file. It proved how technologies made solving crime easier."
  },
  "人间告白": {
    "Rating": "🌕🌑🌑🌑🌑",
    "Author": "金鱼酱",
    "Month": 8,
    "Language": "中文",
    "Genre": ["纪实"],
    "Quotes": [
      "我真的已经拼了命地加油和坚强了，如果我不坚强，不加油，是不是就不能被理解？其实照顾癌症病人的人同样也是病人，他们也需要爱和拥抱，而不是日复一日的加油（014）",
      "时间改变了很多事，很多人，可是我们的共同记忆却没有变过呢！味道是个神奇的东西，能瞬间带人回到过去。（035）",
      "13点11分，一生一世一。人生走到尽头，他都在说着他对我的爱 （043）",
      "我们的名字曾经出现的地方，是十几岁时传的字条，是结婚时的誓词，是花生出生时父母的那一栏...如今，却是死亡证明，火化证，墓地...(045)",
      "这就是这么多天梦境里，你离我最近的一次，仅仅有一个名字（191)",
      "我认为，窗户就在那儿，推开它的不是上天，而是我们自己（200）"
    ],
    "Thoughts": "我喜欢这本书里金鱼的坚强和她努力面对小忽生病和死亡的时候。虽然我不知道她是不是没有把很多她 ”不坚强“ （特别是面对花生时）的时候写进书里。我觉得与其说这本书是写给大众看的，我更希望这本书是金鱼留给她自己和花生的，因为，金鱼描写的人生太过理想，小忽太 “完美伴侣“ 了，虽然我也很高兴金鱼能够找到她这么好的人。这本书的文字也非常简单，非常 “日记” ，内容排序得不是很好，有点她想写什么就写什么。但是我也理解她不是专业作者。我觉得读完后只是看了一个非常普通故事；并没有学到或者拿走很多。我也觉得要是不是她在微博写给她儿子的信和明星宣传，单单这本书来说，应该不会得到如今的名气。",
    "Favorite Part": "金鱼酱面对小忽死后的时候。特别是她如何和花生慢慢的解释他的爸爸已经去世了。我觉得金鱼酱很坚强 -- 她很平静地回答花生的问题。而且我觉得 “忽忽星球” 是个很小朋友，很可爱的解释死亡的方式。"
  },
  "小偷家族": {
    "Rating": "🌕🌕🌕🌑🌑",
    "Author": "是枝裕和",
    "Month": 8,
    "Language": "日语",
    "Genre": ["Fiction"],
    "Quotes": [
      "苍白的街灯照着两个人的身影，两人犹如有在海地的两条鱼。海底又暗又冷，但两条鱼快乐地放声高喊，不停追着，不停跑着 （109）",
      "5个人手拉着手等待浪头迎面袭来。看着他们的背影，初枝轻声念叨。谢谢你们 可是初枝的声音被浪涛和 5人的笑声遮掩住了，没有一个人听见 (193)",
      "我捡回了别人遗弃的东西。遗弃者另有其人，不是吗？ 你说我们究竟遗弃了谁？我们和被儿子夫妇抛弃的初枝一起生活，让没有去处的亚纪住在一起，保护了祥太和凛酱，如果放任不管的话，他们有可能就不在这个世上了。如果说这是犯罪，那么遗弃他们的人不是更加罪孽深重吗？（235）"
    ],
    "Thoughts": "我很喜欢每个人背后的故事: 我觉得大家都是需要陪伴才成立这个 '家庭'。 因为以前每个人都是因为家庭而被伤害的，所以和陌生人成立的家庭可能对他们来说更容易相处，更特别。偷东西的设定也很新奇：还有那个手势也很特别。祥太加入这个家庭是因为阿治偷东西，结束这个家庭的也是祥太偷东西。到最后，我觉得很不公平-- 就像信代说的那样，明明是别人抛弃了他们，反而是他们不对。特别是凛酱的结局：明明是信代保护了她，她却始终要回到她的原始家庭里 -- 她长大以后可能会觉得这个经历像一场梦一样短暂吧。初枝和亚记的光系的设定也很特别，我没想到她们都是被同一个家庭伤害的。每个故事背后多多少少都是关于家庭里的矛盾。很好的反映了社会里小孩和老人被遗弃，还有被感情遗弃的那些人。但是，我觉得整个故事都有些平，适合有时间时安静欣赏；结局也有些着急，可是很真实，因为纸包不住火，偷东西和私自组成的家庭肯定会被发现，凛酱回去后还是和往常一样被打（她妈妈也被家暴所以凛酱被她妈妈当出气筒也非常真实）。",
    "Favorite Part": "祥太把可乐饼放在泡面上面：祥太自己嘴里发出微波炉的声响，用力揭开盖子，把可乐饼侵入面汤中。可乐饼上的油在汤面表面散开。祥太用一次性快的尖头把可乐饼分成两瓣儿，将破皮而出的土豆在面汤中捣碎，和面搅在一起吃。 （021)"
  },
  "秘密": {
    "Rating": "🌕🌕🌘🌑🌑",
    "Author": "东野圭吾",
    "Month": 9,
    "Language": "日语",
    "Genre": ["Mystery"],
    "Quotes": [
      "必须要打起精神来，考试可是没有硝烟的战争啊 (118）",
      "如果打破一个规矩，就会接着打破第二个，第三个，持续下去就完蛋了 (161)"
    ],
    "Thoughts": "Ending我没有很get到。我觉得没有什么灵魂互换：要不然就是一开始到最后都是直子或者都是藻奈美。这样的话，我觉得她们的演技太好了。如果是都是藻奈美的话，那她也过於常人的冷静。读过豆瓣解说后，我赞同一直都是藻奈美的说法. 从头到尾都平介自己过于想念直子而忽略了很多暴露藻奈美的细节。到最后，我也不知道平介是不是知道真相？这个秘密对外人来说是秘密，真相对平介来说也是秘密。这本书真的是要细读细想才知道东野圭吾其实留下了很多线索和伏笔。而且我也和平介一样觉得一直都是直子。这本书没有太多悬疑的部分，可是我觉得设计很新颖。",
    "Favorite Part": "三郎给藻奈美面条的时候，我觉得非常感人"
  }
}
