{
  "白夜行": {
    "Rating": "🌕🌕🌕🌕🌑",
    "Author": "东野圭吾",
    "Month": 2,
    "Language": "日语",
    "Genre": ["Mystery"],
    "Quotes": [
      "这就像长篇小说。故事是从十八年前开始的，但现在还没有结束。要结束，就得回到开头的地方 (pg. 479)",
      "这样就努力到九十九分了 -- 没关系，缺少一分，明天才有目标啊（pg 578）",
      "人生也一样，有白天黑夜，只是不会像真正的太阳那样，有时定的日出和日落。看个人，有些人一辈子都活在太阳的照耀下，也有些人不得不一直活在漆黑的深夜里。人害怕的，就是本来一直存在的太阳落下不再升起，也是非常害怕原本照在身上的光芒消失 -- 我的天空里没有太阳，总是黑夜，但并不暗，因为有东西代替了太阳。虽然没有太阳那么明亮，但对我来说已经足够。。。我从来就没有太阳，所以不怕失去（pg 579）",
      "他们只是想保护自己的灵魂。结果，雪穗从不以真面目示人，亮司则至今仍在黑暗的通风管中徘徊 | 我最喜欢的quote，简直是一句话概括了整个故事"
    ],
    "Thoughts": "我觉得读完这本书就很生气+伤心+回想发生了什么后劲很大。感觉evil breeds evil，一个人的恶永远会影响到其他人，并且传给那个人。雪穗的经历真的很可怜，但是她做过的事情也永远都不能被洗白或原谅 — 我觉得东野圭吾写的很好的一点。但是雪穗幸运的是有亮司一直陪着她到他们长大。我觉得亮司放弃了所有，为了给雪穗她向往的幸福的生活；亮司过着非常阴暗，危险，肮脏的生活，但是可能他想这是为了雪穗就很值得。我觉得雪穗和亮司这两个角色塑造的非常成功。雪穗冷漠，狠心让她什么事情都做的出来：我觉得在雪穗被洋介侵犯的时候她对世间就失去了善意。亮司也是在他杀死他爸的时候就开始觉得我为了雪穗，什么事情都做得出来 – 他后来杀人也是毫无感情的杀人。这也反映了小孩成长的环境对未来他们成为什么样的人有多大的影响。（雪穗的妈妈也太可恶了，活该死掉。这么可以忍心把女儿卖出去，而且还不是一两次。亮司的妈妈也好不到哪里去。但是雪穗最后对美佳做的事情也很邪恶，她真的可以做到让其他小女孩也经历她经历的痛苦。）但是他们的友谊，从图书馆和剪纸开始，我觉得也挺美好的。\n\n虾虎鱼&枪虾, 非常有记忆点的隐喻。笹垣就像老父亲一样追踪着他们两个长大。我很佩服他不放弃的精神！每年可能就搜查到一两个线索但是最后他还是找到了最难找到的动机，并且把整个拼图拼好了。\n\n康晴就是被女人瞎了眼的男人，对这个角色有点生气。一成是少数没有被雪穗的演技掉入陷阱的人：非常清醒。\n\n雪穗就是天生的演员：到最后了还在演。应该回头也是演的，为了不让亮司白白牺牲，毕竟是最后一次保护她。\n\n我觉得很interesting故事刚刚开始的时候是那么久以前（电脑火之前），这样小孩子做的可能没有那么完美的犯罪就不会因为科技先进而一下子被发现是凶手。笹垣最后也说了科技先进了，更多线索都可以被发现。要是发现亮司其实没有在家，而且洋介的癖好被发现了，那么事情就会非常不同 – 就是这些被隐藏的这么刚好的线索太难找，让整个案件的方向都是错的。细想下有点可怕。\n\n我的问题：你觉得雪穗是知道笹垣会在开业这天来，并且计划好亮司可能要死掉而把夏美升职为老板娘，这样以来她就可以完全与亮司毫无关系？我觉得要是是这样的话，他们两个计划的也太精密了。\n\n我希望这个故事的一些坑可以被填好。比方说，很多人物（江利子，友彦，典子，今枝，奈美江）都是被一笔带过，也没有很升入的解释他们的结局，我觉得这是不是因为人物过多的原因。但是也能理解整个故事是讲了19年发生在两个人物上的事情。\n\n不愧是东野圭吾最畅销的一本书；我觉得他应该计划这本书的plot计划了很久，像做完了一个很大的project。和他其他水水的作品不一样。有点想恶意，有悬疑来探索现在社会里很经常出现的一些问题。非常能让读者思考the dark parts of society today。",
    "Favorite Part": "最后亮司的麋鹿剪纸笹垣发现的时候，雪穗没有回头就走了。很powerful的结局，我喜欢没有刻意制造HE的结局！而且刚刚好在大板，一切开始的地方。真的证实了亮司一直陪在雪穗的旁边，默默着守护她。\n\n一成带江利子出去的时候，我觉得是整本书最美好的地方！感觉江利子虽然没有雪穗亮眼，可是还是有人会欣赏她 — 小透明被注意到的感觉 \n\n我很喜欢最后笹垣和一成解释所有事情的经过的时候。感觉十九年的故事都圆回来了。亮司把HCN（i think？）放进马桶杀死今枝的时候，chem knowledge！"
  },
  "Purple Hibiscus": {
    "Rating": "🌕🌗🌑🌑🌑",
    "Author": "Chimamanda Ngozi Adichie",
    "Month": 4,
    "Language": "ENG",
    "Genre": ["Fiction"],
    "Thoughts": "Adichie outlines the Nigerian society, which African background literature is very new to me. I appreciate the honest description and actions of picturing an abusive father. You can really see how colonization and spread of Christianity have on African communities. I believe Papa is also overly extreme when it comes to him and his father's relationship.\n\nI also could not believe that Jaja technically 'followed' Papa's path. Papa is someone who is responsible for his family - at the end, Jaja still stand out to protect his mother (what Papa would do).\n\nIt's interesting that Adichie discuss the Nigerian culture with rejection and acceptation. She enforces the phenomenons in Nigerian social and culture structure, but rejects it with the rise of women independence (Aunt Ifeoma) too. It can be a little confusing to which side she takes.\n\nHowever, I did not appreciate how far the author went with Kambili and Father Amadi. It almost seems like she could not draw back from writing about their love relationships. However, this relationship is not reasonable based on Father Amadi's position and most importantly, his age. Not just Kambili fell into this relationship, Father Amadi did too (which was something I could not appreciate). I appreciate how Father Amadi in the end rejected Kambili's proposal."
  },
  "克莱因壶": {
    "Rating": "🌕🌕🌕🌗🌑",
    "Author": "冈岛二人",
    "Month": 5,
    "Language": "日语",
    "Genre": ["Mystery", "SciFi"],
    "Thoughts": "就像彰彦在故事前面说的一样，读到最后就分不清什么是真的什么只是K2创造的景象。\n\n有一点让我想到了《金色梦乡》，故事都非常不符合常理，经常会被发生的事情吓一跳的感觉。和政治方面的问题链接起来也是两本书相似的地方。\n\n我觉得这本书是1989年写的就让我非常惊讶：那个时候角色打个电话都要去电话亭，查资料要付钱，作者却可以创造出现在'VR'还没能到的level - 作者的想法真的非常天马行空。故事还上升到政治上的问题（问题大到角色不管做什么都没法改变）- 可能这些因素是作者想要表达关于政治上和社会里的问题。\n\n开放式的结局也很适合这本书 - 完全体现了让读者分辨不出来什么是真的。我觉得彰彦还在K2里，怎么可能就是简单的游戏。他们把机器放在游乐场就违背了游戏和设施的逻辑。而且我并不觉得那个公司里面的人那么好对付。最后的反转说彰彦只是玩了另一个游戏是全书最精彩的地方 - 一下子推翻了以前所有猜测和角色的推理。有点可怕的是彰彦说停他们真的会把游戏停下来吗？有点套娃的感觉。"
  },
  "Circe": {
    "Rating": "🌕🌕🌕🌖🌑",
    "Author": "Madeline Miller",
    "Month": 5,
    "Language": "ENG",
    "Genre": ["Fantasy"],
    "Quotes": [
      "Gold does not give back a life. (Pg.121)",
      "Any challenge, he would run to meet it. His skin smelled of labor and the sea. He knew ten years of stories. I felt keen and hungry as a bear in spring.(Pg.204)",
      "He had more stories of his son from a single year, I thought, than my father had of me in all eternity. (Pg.225)",
      "It was their favorite bitter joke: those who fight against prophecy only draw it more tightly around their throats. (Pg.291)",
      "I thought once that gods are the opposite of death, but I see now they are more dead than anything, for they are unchanging, and can hold nothing in their hands.Pg.385"
    ],
    "Thoughts": "This is the first greek mythology based story I have read. I really enjoy the clear and defined characterization, especially how Circe is more human as a immortal than any other god. She was humane and kind to most mortals she has come across. She was willing to accept and love immortals with her emotions - unlike Athena, who treated Odysseus and Telemachus more like tools, able to throw away if they are 'ruined.' I also liked how Circe's voice, being noted similar to mortals, foreshadows her future action of turning herself into what she truly is (mortal to live and die with Telemachus.) Her motherly nature also showed that she is more mortal; compared to Circe's mother and her sister, who wanted children only to have power and fame, Circe treated her child with love and protection, similar to how Penelope cared for Telemachus. Children are not her tools to be more powerful - Circe became more powerful herself, practicing witchcraft. Her power and her grow shows the underlying message of feminism. Circe's growth throughout the story is also interesting. She went from a girl laying by Helio's feet, trying to plead him, to a feminine figure that stood up to Helios. I also liked that all of the loose ends were tied up (Prometheus and Scylla); it feels like Circe did not have anything she needs to worry about left, therefore she is willing to give up eternity.\n\nTelemachus is also different from god's believe that all human nature wanted fame. I liked this addition to the story on how it contrasted with other characters and 'broke' Circe's perception about human. Not all human search for fame just like not all god search for eternity and constantness. Powerful gods were also kind of sarcastically resembled in the story: they wanted fame and recognition from the mortals but the only way they could get that is through destroying human villages and creating disasters. This cycle repeats itself, which I find both interesting and ridiculous. They like to use fear so that they have the honor they desire. However, some mortals are pictured as forgetful and forgetful (Glaucos and the sailors that tried to dishonor Circe.) These ugly sides of human nature is perhaps why the gods liked to impose fear on mortals.\n\nBut overall, I really liked this story, especially how it was structured into different stages of Circe's life and the stories towards the end."
  },
  "十九年间谋杀小叙": {
    "Rating": "🌕🌕🌕🌑🌑",
    "Author": "那多",
    "Month": 5,
    "Language": "中文",
    "Genre": ["Mystery"],
    "Quotes": [
      "不管他们曾是有洁癖的优雅女士还是终年田间劳作的农夫，现在都赤裸地浮在池里，哪怕是谁的脚指头顶着了谁的眼珠子，也都再没了抗议的资格。"
    ],
    "Thoughts": "这本书用文字构造的气氛很到位。尸池那里写的很恐怖也很刺激。文秀娟给文秀琳注射寄生虫那部分也非常细思极恐 - 文秀娟为了能活下去杀了她的姐姐。我觉得很可惜的是她都无法知道她的姐姐一直想为了她开心当她的笔友。主要是她们的爸爸比较自私 - 其实他可以放弃包惜娣的治疗，把金钱和精力放在培养他的女儿上。这样就能带这个家帮出贫民窟，过上好日子。\n\n我很喜欢柳絮勇敢的精神。尽管她不懂破案，她也很努力的去查和阅读相关的事件和书籍。很多这些角色可惜的地方就是他们错过了适合他们走的道路。郭概适合写小说并且文秀娟更适合他爸爸愿意给她钱上大学。\n\n我不喜欢最后结局没有把故事交代完（马德说他下的毒不可能能够杀死文秀娟）。还有马德作为发起人有点随意的感觉-故事并没有给他是选手做很多铺垫或者给他很强的人物塑造。但是他为了掌握其他同学的人生而阻止柳絮的想法非常可怕；有很多部分都是关于谁能够掌握别人人生，很可怕的控制。而且我觉得文秀娟被大家因为两只兔子而杀死被全班人狠有点不真实的感觉；可能其他人是因为嫉妒，或者是作者直接想表达恶有恶报，不管是以什么方式。\n\n让我惊讶的是这个故事是真实事件（朱令事件）改编的，而且凶手有可能是因为拥有强大的权利而无法被抓捕或也是整个宿舍作案。非常可怕受害者是因为毒药而瘫痪智商下降，一位学生的人生就这样毁了。"
  },
  "长安的荔枝": {
    "Rating": "🌕🌕🌕🌑🌑",
    "Author": "马伯庸",
    "Month": 6,
    "Language": "中文",
    "Genre": ["Fiction"],
    "Quotes": [
      "朝廷向来以文取士，算学及第全无迁转之望，一辈子只在九品晃荡，只能在这种事上自豪一下。",
      "您也知道荔枝的物性，一日色变，两日香变，三日味变。",
      "我要把这些籍籍无名的人与事都记下来，不教青史无痕。",
      "跳胡旋舞的要诀，不是随乐而动，而是旋出自己的节奏。"
    ],
    "Thoughts": "我觉得这个故事非常有趣，带点搞笑和讽刺的调调。我觉得很特别。非常短而精。很暖心，会让你想要一直读下去。很多地方和事情都留些遗憾，但是我觉得非常真实。"
  },
  "桶川跟踪杀人事件": {
    "Rating": "🌕🌕🌕🌕🌑",
    "Author": "清水洁",
    "Month": 6,
    "Language": "日语",
    "Genre": ["True Crime"],
    "Thoughts": "我觉得清水洁和其他杂志社的记者真的很厉害，很敬业，感觉他们的生活很累，又很容易接触那些黑社会或者其他危险的人和事情。虽然是“三流”杂志社，但却能够推动整个案件的调查和改变法律；让猪野一家也能够更积极面对生活。\n\n上尾署的做法真的让我很生气。诗织明明很勇敢的寻求帮助，很多人我觉得做不到她这么勇敢到死了还在想会不会影响她的父母，上尾署到最后还在努力“抹黑”诗织的形象，洗白他们自己。非常无语。而且他们有能力防止这个是事件发生，但因为面子他们都没有努力去做。有点让我想到了最近因为唐山事件而被指出来唐山有多少黑社会组织是因为警察的包庇而无法无天的运行着；警察明明是民众信赖的人们，但是反过来想警察也是由普通人担任的职业。我很佩服诗织一家每一次失望和濒临绝望后又再一次尝试的勇气；也很感慨诗织有愿意和她一起面对这种困难的家人们。很悲伤作者的女儿也去世了；感觉未来的事真的没有预告，任何事情任何时间与地点都能发生。\n\n后半部分会有些重复的地方，而且文笔也不算是特别好。有点啰嗦不了断的感觉。感觉有些过多带入作者的愤怒。可是我觉得比类似的《Killers of the Flower Moon》会好很多，更多细节和作者用自己的能力去使这个案件有进展。"
  },
  "古董局中局1": {
    "Rating": "🌕🌕🌗🌑🌑",
    "Author": "马伯庸",
    "Month": 7,
    "Language": "中文",
    "Genre": ["Mystery"],
    "Thoughts": "很喜欢那些很专业的古董知识融入在故事里；学到了很多关于古董圈的规则和用语。我也觉得书里出现的茶阵，鉴宝手法，和历史知识可以看出作者真的了解好多。我觉得最酷的是真假古董和摩斯密码。\n\n但是故事叙事的方式和角色塑造有点幼稚 — 感觉在看国产剧一样，没有让我感觉需要思考很多。女性角色也没有塑造好，很明显的大男子主义下的女主和女二。感情线很烂。角色的动机也没有设计好，特别是许一城设计的佛头骗局。有点不符合逻辑，还搭上了三代人的命运，我不知道这么做是不是很值得。\n\n感触比较深的是书里说其他国家保护中国古董比中国还保护得好，让我想到那个讲敦煌壁画被摧毁和贩卖的解说。"
  },
  "梅里雪山: 尋找十七位友人": {
    "Rating": "🌕🌕🌕🌕🌖",
    "Author": "小林尚礼，乌尼尔",
    "Month": 7,
    "Language": "日语",
    "Genre": ["纪实"],
    "Quotes": [
      "雖然近期也許不能再來了，但等到我們頭髮百了的時候一定能再見面的。(099)",
      "正因為經歷過了大自然的嚴酷，眼前這幅溫馨的家庭畫面才更顯出耀眼的人間光輝。(241)",
      "他清楚地知道自己是誰，也在努力看清楚以後的生活中需要些什麼。(283)"
    ],
    "Thoughts": "這本書的閱讀體驗非常棒，很平靜。書頁的質量非常好，小林的照片給我一種簡單，身臨其境的感覺。封頁的名字被拆開，散落在雪山上完美對應了尋找遺體和遺物的困難。\n\n我覺得這本書樸實但是震撼。很佩服小林的精神 — 不懂語言異國他鄉體驗自己不熟悉的生活方式，不受到社會壓力帶來的限制，自由的去完成它覺得有意義的事情。很喜歡了解他思想的變換與成長 — 從想要征服梅里雪山到認識到雪山的存在對山下村民的意義，我覺得是一條貫穿整本書我很喜歡的一條線。”萬物皆有靈“ 完完全全的被這本書體現出來。\n\n村民的生活很簡單，很純粹。小林和村名之間建立起的信任，還有一直存在的隔閡都被描寫的很好。但是賣松露和書裡提到的因為外界的標價，把本來普通的植物變成村民們格外注意採摘的植物給我很深的印象。讀後記我非常驚喜扎西的女兒後來去日本上學。\n\n這本書給我最大的印象就是認識到了許多生活的方式和不能避免的死亡，慢慢被雪崩埋掉的無助感。\n\n很适合配千里万里做reading bgm. . ."
  },
  "消失的十三階梯": {
    "Rating": "🌕🌕🌕🌖🌑",
    "Author": "高野和明",
    "Month": 7,
    "Language": "日语",
    "Genre": ["Mystery"],
    "Thoughts": "故事线很完整连贯的故事。角色塑造和动机都非常到位。没有很多突兀的设计 — 唯一的可能是不太真实，反转比较多书不是很长，每件事都被带过的比较快。到最后找到证据和三上成为南乡的搭档有点过于巧合。给我金色梦乡 + 恶意 + roger ackroyd 转来转去的感觉。\n\n影响最深刻的就是南乡和同事在执行死刑的时候他的同事没有一起按下那三个按钮。那位同事和后来南乡帮他按下按钮时内心压力该有多大。\n\n看到后面有citation — 没有想到作者写推理小说做了那么多的research。关于死刑刑法的知识和每位角色如何思考死刑都融合的恰到好处。\n\n我喜欢书里深度讨论死刑该不该执行，和某个犯人该不该被执行死刑背后复杂的程序和执行人，犯人，和被害家属复杂的情绪。很复杂到底有多少人是因为冤案而无辜被判死刑的。"
  },
  "秋园": {
    "Rating": "🌕🌕🌕🌕🌗",
    "Author": "杨本芬",
    "Month": 7,
    "Language": "中文",
    "Genre": ["Fiction"],
    "Quotes": [
      "秋园也好，之骅也好。这一生总是想上学而不得。之骅老对孩子们说，她这辈子就是没有念够书。 pg245",
      "一生尝尽酸甜苦辣，终落得如此下场。 pg258",
      "八十八岁，依然为我没看到山崖上的杜鹃感到惋惜。pg261"
    ],
    "Thoughts": "这本书的pace和size我很喜欢。小小的一本，cover也很好看。故事的pace不会慢也不会很快。最后一章秋园和之骅视角换着讲的叙事方式我很喜欢。背景set-up，人物对话，和人物描述的部分都平衡的很棒 — 不会觉得有哪个部分会太多太少。\n\n没有想到作者已经是60多岁了写下这个故事的，感悟到人生的可能性，什么时候做想做的事情都不迟。读完关于一个与我非常不同的人的一生，感觉到非常满足。\n\n书里的秋园和之骅撑起了整个家。虽然我觉得秋园作为当时的女人，多少有些因为性别原因觉得很卑微，但是书里还是展示了她作为母亲是如何撑起整个家的。尽管她的两个孩子都去世了，或经历了饥荒，和被邻里压榨的日子，秋园还是认真照顾好她的家人，带着毅力活下去每一天。秋园从来没有抱怨仁受无能。我感到很惊讶秋园和仁受不管如何都要送他们的孩子去上学。\n\n我很佩服之骅对知识的渴望和她的独立 — 她非常清楚自己要做什么。之骅为这个家付出了好多，从她小时候开始，做出不少牺牲，也为了她想要的人生等待了很久。\n\n子恒完全照应了人是怎么为了应付现实而放弃梦想的。\n\n仁受我觉得是整个故事最复杂的角色 — 他为人善良，对别人宽容，还是文化人。他的孩子也崇拜他。但是似乎仁受做的许多决定都没有看到未来活着他的决定会如何影响他的家庭。这可能是他比较自私的地方。后来秋园被其他男的侵犯他还在那边生气 — 可以看出他的视线有多么狭隘。"
  },
  "钟表馆事件": {
    "Rating": "🌕🌕🌕🌕🌑",
    "Author": "绫辻行人",
    "Month": 8,
    "Language": "日语",
    "Genre": ["Mystery"],
    "Quotes": [
      "从此，生活和时间的关系发生逆转，时间始终按照一定的速度推移，而人们的生活则严格按照时间进行安排 PG396"
    ],
    "Thoughts": "真的没想到大部分的人都被杀了 — 太猛了，有人被杀的时候恐怖的氛围感制造的很好。整体看下来有点想看了一集柯南的感觉。虽然是本格推理，但是角色的刻画体现了各种人在那个情境下会做什么不一样的事情 —- 瓜生也没有磨磨叽叽的不说出洞不是他们挖的，让剧情推动的更快一点。\n\n最后推理的部分和各种密道链接的设置非常厉害。利用了各种各样的“时间”来设计一整个杀人事件。故事线也是两边切来切去的，很有趣，显示了馆内犯人杀人和馆外不在场证明的时候她在做什么。真的很厉害的设计，很震撼的故事 — 需要不少铺垫和利用别的人物来完成一整个密室和不在场证明的设计。看起来非常难现实实现和计划的感觉。\n\n谷峨伦典虽然很爱他的女儿，但是围绕整个馆发生的悲剧也是因为他极致的爱导致的。\n\n泡面的细节和新见梢发现是白天的时候是我最喜欢的部分。灵媒的设计也很酷。\n\n很喜欢书里配的人物卡，人物多的时候查人物和馆地图超级方便。感觉翻译有加上 君 很接地气。"
  },
  "此生 未完成": {
    "Rating": "🌕🌕🌕🌕🌑",
    "Author": "于娟",
    "Month": 9,
    "Language": "中文",
    "Genre": ["纪实"],
    "Quotes": [
      "正如我不能想象，蕴藏在朴实人滚烫体腔里那颗拼尽全力想让我活下去的良善之心，那种汹涌澎湃的质朴情感，用尽我一生怕是也报答不尽的。 — 病中之最散记",
      "我们要相信我们聪明的祖先，几千年的智慧沉淀，他们筛选了那么久那么长的时间，远远长过我们寿命时间的无数倍，才最终锁定了我们的食材，并在远古对它们进行驯养。如果孔雀比鸡好吃，那么现在鸡就是孔雀，孔雀就是鸡。 — 为啥我得癌症",
      "唯一踩在地上的，是你健康的身体 — 为啥我得癌症",
      "其实，你一直是你，只是别人在谈论你的时候，你忘记了你自己是谁而已。 — 我的2020",
      "吃饭是件高兴的事，一人做饭一人吃不能成为怠慢自己的理由。 — 一箪食",
      "如果有时间有精力，何苦意兴阑珊，心绪慵懒，何不给自己备下一餐盛食丰宴？生命是自己的，哪怕，这个阶段，只是自己的。 — 一箪食",
      "不辜负自己的每日一箪食，才不辜负每日想和你一箪食一瓢饮的家人。 — 一箪食",
      "这样一个深夜里，我和一个个行走着的故事，擦肩。 — 猜想一个有故事的人",
      "我不知道自己想要一份怎样的生活，但是我知道，只要我宽容而认真地对它，那么生活不会亏待我。 — 人生如华章",
      "宽容他人才是最好的善待自己的方式。既然上善若水，那么自心间流出的大爱大善，自会延绵回转到自己。 — 女人三十",
      "不知道十年后，我是否仍然会这样在这样静思的夜里为自己写生日感言。回首今天，会不会莞尔这字里行间的稚气未脱。人生浩渺，我等待我的哪份精彩。 — 女人三十"
    ],
    "Thoughts": "隔了很久一口气读完了。作者写进去了很多她自己对人生的感悟和思考；作者因为癌症晚期的倒计时，给予她时间去思考她的一生。前半部分，还有关于身体管理和吃饭的部分我很喜欢，我也有意识到健康和健康的习惯是多么重要。但是后半部分，突然讲起她感觉生育完才感觉自己作为女人才完整读地有些不舒服；无法带入她的想法，我自己并不认可她的想法。后部分关于各种情感很乱，我看不到一个链接这些篇章的点，很像随便从他的blog加进去添字数的感觉。\n\n我觉得于娟的一生很精彩可是过的很着急。除了患病的时候，她没有给自己休息或者停下来的时间。\n\n比起POV不一样的“人间告白”，我感觉从癌症患者自己描写他们的感想更touching一点吧，能够了解更多其他人对于人生各个方便的思考。\n\n后面加进关于于娟研究的黄连木和能源林我觉得很fascinating。能源林真的可以非常有效的起到环保的作用和多功能的帮助住在当地的居民。"
  },
  "火车": {
    "Rating": "🌕🌕🌕🌑🌑",
    "Author": "宫部美雪",
    "Month": 9,
    "Language": "日语",
    "Genre": ["Mystery"],
    "Quotes": [
      "所謂的名字，是被人承認，被人呼叫的，因而是存在意義的標記” — 20章",
      "乔子每天打扫房间，洗衣服，买东西，做饭 —— 市木香说她会做省钱的炒饭，下雨天将雨伞撑开放在门外，晚上睡觉前拉上窗帘是抬头看月亮，有时擦鞋子，有时浇浇花，有时读报纸，有时丢些面包屑喂麻雀...这就是她的生活吗？这样的生活，有时很可怕，有时很悲伤，有时很贫苦，有时也会觉得辛福。 — 25章"
    ],
    "Thoughts": "我覺得很特別的懸疑小說。中間有一章完全是講信用卡會有一點無聊 — 就是覺得作者科普過度日本的各種金錢漏洞，圍繞著受害者的角度展開說他們的經過。也有許多比較囉嗦的细节：每一次引發本間有新的靈感都要铺垫一些日常的事件。人物也很多，但是两条线出来不同的人物关系很棒的设定。我很喜欢围绕着偷身份展开的故事 —- 同病相怜的两个人“相遇”然后其中有人被另外一个代替。虽然新城乔子的故事很可怜，但是她不该因为想要过的更好而取走属于别人活下来的权利。\n\n结局的半开放式模式设计的很好，节奏掐的刚刚好。\n\n这本书边吃饭边读完，感觉有好好利用起碎片化的时间。"
  },
  "在细雨中呼喊": {
    "Rating": "🌕🌕🌕🌖🌑",
    "Author": "余华",
    "Month": 10,
    "Language": "中文",
    "Genre": ["Fiction"],
    "Quotes": [
      "我们并不是生活在土地上，事实上我们生活在时间里，田野，街道，河流，房屋是我们置身时间之中的伙伴。时间将我们推移向前或向后，并且改变着我们的模样。 — 死去",
      "他吞没了我的弟弟，是因为它需要别的生命来补充自己的生命。 — 死去",
      "我不再装模做样的拥有很多朋友，而是回到了孤单之中，以真正的我开始了独自的生活。我也会因为寂寞而难以忍受空虚的折磨，但我宁愿以这样的方式来维护自己的自尊，也不愿意耻辱为代价去换取表面的朋友。 — 友情",
      "后来苏宇死后十多年，我站在这座通往南门的桥上，独自回想这些时，我才逐渐看到敏感的苏宇，从童年起被幸福和绝望两个事实纠缠不清了。 — 友情",
      "总之当我们凶狠地对待这个世界时，这个世界突然变得温文尔雅了。 — 战栗",
      "我用恶的方式，得到的则是一种美好。 — 威胁",
      "事实上我过去和现在，都不是那种愿意为信念死去的人，我是那样崇拜生命在我体内流淌的声音。除了生命本身，我再也找不出活下去的另外原因。 — 回到南门",
      "人生的意义必然在于向某个人递出接力棒，我的今天会链接到别人的明天。 — 回到南门"
    ],
    "Thoughts": "故事是以主角孙光林的角度去描述在二十世纪末乡村小镇的故事与人物。孙光林的描述很平静，他以旁观者的身份去形容每个人；大部分时间都不觉得他置身事内。我觉得这个角度很有创意，不会像第三视角那样让读者觉得某一个角色的想法离自己很远，但是也不会像第一视角那样有过多的个人想法或者太专注于一个角色身上。孙光林也有讲述他周围的人给他带了的感悟和他们在他的成长里扮演了什么样的角色。故事没有一条完整的时间线，更像是以角色为中心来整理。文字的语气让我觉得一点也不像小说，更像一个人去和你讲他童年时期遇到过的每个人和他们身上发生的事。\n\n书里没有任何人是完全善良的，没有任何事情是绝对错或对，每个人的自私，复杂，和为了满足自己的欲望做出某些伤人没道德的事情都被展现了出来。每个角色都很真实，很鲜明。虽然读起来有点丧，会想怎么这么多人“三观”都这么不正，但是我同时觉得通过这一本书就描述了许多不同性格，年龄，家庭的人是如何做选择，如何被当时的大环境影响，如何为了达成他们的利益去选择做这件事，很厉害；让我觉得这个世界上真的是什么人都有。\n\n书中的孙广才为了自己的欲望做出了很多我觉得很出格的事情。作者给他，他也给他自己，贴上了“农村人，没文化”的标签。这个标签虽然是部分原因，但我还是觉得这个标签是他为满足欲望的一个借口。因为自己的欲望，他无视家人，对长辈对孩子很差劲。他在他老婆的坟前哭时，可能也是因为之后没有人能满足他，而不是真正爱他老婆而哭泣。孙光平像很多人一样，渐渐地变成向往普通，同时自己也越来越普通的一个人。孙光林的每位朋友各有各的特色，长大后也会成为非常不同的人。苏宇的温柔是出于他自身的，我觉得很难得他的家人对他如此冷漠他还是成为了书里最温柔的人。鲁鲁很勇敢，和书里很多人不一样，他很重视“家人“这个概念。让我觉得非常复杂的两个角色就是张老师和孙有元：我没有特别读懂他们的故事或者余华想通过他们表达什么。\n\n我觉得《在细雨中呼喊》这个书名的意思在于人生中会发生那么那么多不同，有时让人喘不过气来的事情，可每个人还是要找到自己的位置，用自己的声音留下他们生活过的痕迹。"
  },
  "华丽人生": {
    "Rating": "🌕🌕🌕🌕🌗",
    "Author": "伊坂幸太郎",
    "Month": 10,
    "Language": "日语",
    "Genre": ["Fiction"],
    "Quotes": [
      "人生的意义必然在于向某个人递出接力棒，我的今天会链接到别人的明天。 — 0",
      "既然如此，我想至少给它们一个安眠的地方，免得在坚硬的沥青地面上被风吹日晒。 — 1",
      "所谓的正义和邪恶，往往会因为视角的转变而完全反转 — 1",
      "现在我们已经进化成了非常复杂的生物，拥有感情。还可以操纵记忆。我们会说谎，会乘人之危，会渴望名誉，还会演奏爵士乐… 光是这样就足够厉害了。我们无须及宗教，只须感叹生命本身。 — 4",
      "我喜欢画，也喜欢画家。尤其是为自己创作的画家。他们丝毫不认为自己在往股票上涂颜色，即使有野心也不会丢掉最重要的东西。这就是画家。就像深藏在洞窟里创作巨人的画作，却不为展示给任何人的戈雅。 — 5",
      "每个人都是新手。人生不可能有职业人士。有的人可能会时常摆出一副人生专家的样子，但实际上，每个人都是新手，都是外行。 — 5",
      "你也是第一参赛的新手，不要为失败感到沮丧。 — 5",
      "对画家来说，签名究竟有什么意义？是完成的标记？还是不再舔笔的保证？ — 6",
      "虽然人生的路程有先后，但绝不存在优劣之分。既然不分高下，那就该毫不客气的碰撞。 — 6",
      "只是你觉得自己走投无路而已。每个人都是这样，就像有人在沙漠上画了一道白线，你战战兢兢地走在上面，一步都不敢偏离。周围明明是一望无际的沙漠，你却误以为只要偏离白线就会死掉。 — 8",
      "原来你外甥跟我是同一天生日啊。我也好开心。“华丽人生”是什么呢？做一份压力不算太大的工作，有足够生活的积蓄，再有一个值得信赖的说话对象，这样就够了。不过好难… — 伊坂老师的读者回信"
    ],
    "Thoughts": "这是《金色梦乡》后我读的第二本伊坂幸太郎 的书。这本和《金色梦乡》一样，不是严格来说的悬疑。虽然故事是围绕着一场碎尸案而展开的，但是更多细节和情结的设计是在人物之间的接触和错开的时间线。而且书名还是来自于歌曲，我觉得好棒的细节。故事和《金色梦乡》一样，在看似绝望和无法逆转的处境深处找到温暖的那部分。\n\n书里的每个角色都好特别。有深信“神明”的画家河原崎，处在人生低谷却努力想要改变生活的佐佐冈和丰田，还有很强势的京子。我最喜欢的就是小偷黑泽，他好会观察人，会说很多有道理的人生道理，虽然是小偷但是他活地很明白。每个角色都看似那么像你每天会插肩而过，很普通的人，但是他们各自在书里的经历却是能够改变一生的经历。而且每个角色做的决定都直接影响了其他角色经历的事情。最后他们彼此都不认识但是我们读者却能看到一个人做的决定是如何影响另一个人的。\n\n我很喜欢书里对如何要过一个“精彩的人生”的定义：书里的每个角色都在寻找安稳的生活，但是他们遇到各种计划外的事，让我感到或许有时有那最普通的每一天才是最你最渴望。很精彩的一天。\n\n我很喜欢这本书，又有趣又有一点治愈，以后我还想读更多伊坂老师写的书。 \n\n我觉得这个封面也好可爱！"
  },
  "我們沒有秘密": {
    "Rating": "🌕🌕🌕🌗🌑",
    "Author": "吳曉樂",
    "Month": 11,
    "Language": "中文",
    "Genre": ["Mystery"],
    "Quotes": [
      "哥哥跟我很早就取得共识，我们有个反复无常的母亲，她仁慈的时候，世上万物都没有她的拥抱与亲吻珍贵；她失控的日子，我们变回孤儿，只能相互取暖，祈祷暴雨似的咒骂快点止歇。 — 第四章",
      "这样才对，好的事物都来自远方，荒芜的小镇不应出产这么美的名字。 — 第四章",
      "很多年后你们都会忘记小时候的自己有多残忍，大人不是，担任会记得被辜负，利用的每一分，每一秒。 — 第四章",
      "一个人，若学会了一种很稀罕的语言，那她穷尽人生，也要把其他使用这语言的人给找到。哪怕一个也好，那么，他们能够在四下无人时，用这语言交谈。哪怕学习这语言的过程多么痛苦，他们也能因为遇见知音而有福至心灵的喜悦。 — 第五章",
      "你看这句。成长必然伴随疼痛，可怕的是我们变得麻木，不再关心自己是否还有明亮的未来。这句是不是很美。"
    ],
    "Thoughts": "非常壓抑的故事。很嚴肅的話題。讓我在讀的時候一直有一種喘不過氣的感覺。這個故事比房思琪少了一層真實感，但是卻還是表達了孩子是如何被原生家庭影響，影響他們的決定和成長後成為怎樣的人。宋懷萱和吳辛屏的家庭和成長環境讓我感覺她們很可憐，很悲慘。他們的家人視聲譽為第一位，無視了他們女兒被性侵被傷害的事實。故事開頭的娜娜也是一樣的，沒人要去理解真相是什麼。但是不同的是，懷宣有辛屏願意去幫助她說出真相，但因為各種誤會和沒人支持，窒息的環境下，她們不得不放棄為自己發聲。我覺得辛屏已經非常勇敢了，能夠嘗試去說出來，雖然我並不覺得她代替朋友說而偽裝成自己的經歷是最好的辦法。\n\n這本書裡還討論了其他女生的各種不同不幸的經歷。從還是小孩子的范頌律目睹自己的父親家暴母親，到芝行，奧黛麗，吳辛屏與宋懷萱，她們都是很普通的女性，可是她們的經歷卻又那麼的悲慘。更讓我意識到這些事是放生的多麼頻繁，可能發生在任何一個普通人身上。更讓我難過的是作者甚至整個社會都似乎在美化傷害她們的人。哥哥被大家仰慕，律師老師和醫生都是被人尊敬的職業。作者似乎在告訴讀者，這個社會對這些人有多麼地包容，對受害者是如何去偽裝真相美化對她們造成的傷害，讓現實永遠成為“秘密”。\n\n我覺得不足的地方是作者有一點為了懸疑而故意讓故事更複雜一點。切換視角的設計給故事添加了懸疑感 — 特别是从被害者和施暴者的两个视角切换故事。可是有些部分還是讀起來會給我一點多餘和僵硬的感覺。但是故事整體來說還是很成熟的，有前因後果，最後一句把真相將給讀者也非常有感覺。把整個故事在隱瞞的“秘密”在最後暴露出來，雖然中間還是很容易猜到，但是最後說出來更能給讀者留下深刻的印象。"
  },
  "斜阳": {
    "Rating": "🌕🌕🌕🌑🌑",
    "Author": "太宰治",
    "Month": 12,
    "Language": "日语",
    "Genre": ["Fiction"],
    "Quotes": [
      "学问只是虚荣的别名。是人想使自己变得不像人的努力",
      "说到底，我的死属于自然死亡，因为人只有思想的话，是不死亡的"
    ],
    "Thoughts": "感觉我没怎么看这个故事（应该是看的时候有些着急就没有细读）。斜阳这个书名给我的感觉就像就是有些压抑，有点丧。因为各种原因原本过得很好的贵族家庭落败，过上普通农民的生活，非常困难地尝试融入这里的生活和风俗。但是我读着的时候感觉很愤怒。我觉得他们，特别是和子，把生活这件事思考地太简单了，该做事的时候又太做作太怂，太小孩子气了。以为只要有妈妈有孩子就能活下来。简单地以为只要依靠典当就能生活下去拒绝出去做中层人民做的工作，自己种地又不行。我读的时候就有感觉很着急，很生气。和子的弟弟虽然吸毒浪费家里很多钱，但是他比和子更要认清现实，尝试去融入艺术家，普通人民的生活。他有意识到自己家已经没有以前的地位了，可是去又格格不入，无法完全做到融入并且好好地生活下去的无助感。"
  },
  "我与地坛": {
    "Rating": "🌕🌕🌕🌕🌕",
    "Author": "史铁生",
    "Month": 12,
    "Language": "中文",
    "Genre": ["散文集"],
    "Quotes": [
      "围墙在金晃晃的空气中斜切下一溜阴凉，我把轮椅开进去，把椅背放倒，坐着或是躺着，看书或者想事，撅一衩树枝左右拍打，驱赶那些和我一样不明白为什么要来这世上的小昆虫。",
      "春天是卧病的季节，否则人们不易发觉春天的残忍与渴望；夏天，情人们应该在这个季节里失恋，不然就似乎对不起爱情；秋天是从外面买了一盆花回家的时候，把花搁在阔别了的家中，并且打开窗户把阳光也放进屋里，慢慢回忆慢慢整理一些发过霉的东西；冬天伴着火炉和书，一遍遍坚定不死的决心，写一些发不出的信。还可以用艺术形式应对四季，这样春天是一幅画，夏天是一部长篇小说，秋天是一首短歌或诗，冬天是一群雕塑。",
      "一个失去差别的世界将是一潭死水，是一块没有感觉没有肥力的沙漠。",
      "我常以为是丑女造就了美人。我常以为是愚氓举出了智者。我常以为是懦夫衬照了英雄。我常以为是众生度化了佛祖。",
      "地坛，你别以为是我忘了，我什么也没忘，但是有些事只适合收藏。不能说，也不能想，却又不能忘。它们不能变成语言，它们无法变成语言，一旦变成语言就不再是它们了。它们是一片朦胧的温馨与寂寥，是一片成熟的希望与绝望，它们的领地只有两处：心与坟墓。",
      "轻拨小窗看春色，漏入人间一斜阳。",
      "又是秋天，妹妹推我去北海看了菊花。黄色的淡雅，白色的花高洁，紫红色的花热烈而深沉，泼泼洒洒，秋风中正开得烂漫。我懂得母亲没有说完的话。妹妹也懂。我俩在一块儿，要好好儿活…..",
      "我们有时千里迢迢 — 汽车啊，火车呀，飞机可别一头裁下来呀 — 只像是为了去找一处不见墙的地方：荒原，大海，林莽甚至沙漠。但未必就能逃脱。墙永远地在你心里，构筑恐惧，也牵动思念。",
      "墙，要你接受它，就这么一个意思反复申明，不卑不亢，知道你听见。直到你不是更多地问它，而是听它更多的问你，那谈话才称得上谈话。",
      "民歌以真诚和素朴为美。真诚而素朴的忧愁，真诚而素朴的爱恋，真诚而素朴的希翼与憧憬，变成曲调，贴着山走，沿着水流，顺着天游信着天游；变成唱词，贴着心走沿着心流顺着心游信着心游。",
      "你会觉得他们是从人的原始中跑来，跑向无休止的人的未来，全身如风似水般滚动的肌肤就是最自然的舞蹈和最自由的歌。",
      "我们不该对灵魂有了残疾的人，比对肢体有了残疾的人，给于更多的同情和爱吗？",
      "希望是不是必得在被证明了是可以达到的之后才能成立？",
      "有知识不能只是对物的知识，而是得有对人的了悟。",
      "一个天才的母亲，她自打当了母亲她就得了灵感，她教育你的方式不是来自于教育学，而是来自她对一切生灵乃至天地万物由衷的爱，由衷的颤栗与祈祷，由衷的镇定和激情。在你幼小的时候她只是带着你走，走在街上，走到市场，走到郊外，她难得给你什么命令，从不有目的地给你一个方向。走啊走啊，你就会爱他，走啊走啊，你就会爱她所爱的这个世界。等你长大了，她就会放你到你想要去的地方。她深信你会爱这个世界，至于其他他不管，至于其他那是你的自由你自己负责。她只有一个愿望，就是你能常常回来，你能有时候回来一下。",
      "你喜欢美术，喜欢画作，喜欢雕塑，喜欢异彩纷呈的烧陶，喜欢古朴稚拙的剪纸，喜欢在渺无人迹的原野上独行，在水阔天空的大海里驾舟，在山林荒莽中跋涉，看大漠孤烟，看长河落日，看鸥鸟纵情翱飞，看老象坦然赴死，你从色彩感受生命，由造型体味空间，在线条上嗅出时光的流动，在链接天地的方位发现生灵的呼喊。你是一个幸运的人因为你真幸运，你遇事匍匐在自然造化的脚下，奉上你的敬畏与感恩之心吧，同时上苍赐予你不屈不尽的创造情怀。",
      "一个只想（只想！）使过程精彩的人是无法被剥夺的，因为死神也无法将一个精彩的过程变成不精彩的过程，因为坏运也无法阻挡你去创造一个精彩的过程，相反你可以把死亡也变成一个精彩的过程，相反坏运更利于你去创造精彩的过程。",
      "人的故乡，并不止于一块特定的土地，而是一种辽阔无比的心情，不受空间和时间限制；这心情一经换起，就是你已经回到了故乡。",
      "这或可写成一个感人泪下的浪漫故事。但只有在他们真确的心魄之外，才可能制作 “感人” 与 “浪漫”。",
      "那一眼印象极为深刻。现在想，大约任何声音，光线，形状，姿态，乃至温度和气息，都在人的心底先天的响应，因而很多是可以不懂但能够知道，说不清楚，却永远记住。",
      "记忆，所以是一个牢笼。印象是牢笼以外的天空。",
      "有为，与爱情，原是风马牛不相及的两个领域。但暂时，亦可在心中长久，而写作，却永远地不能与爱情无关。",
      "能量要释放，呼喊期待着回应，故而春天的张扬必须选取一种形式。这形式你别担心它会没有。",
      "春天，所有的心都再流浪，不管人在何处。  都在挣扎。  在河边。在桥上。在烦闷的家里。不知所云的字行间。在寂寞的画廊，画框中故作优雅。阴云中有隐隐的雷声，或太阳里是无依无靠的寂静。在熙熙攘攘的街头，目光最为迷茫的那一个。",
      "不过你要记得，春天的美丽叶正在于此。在于纯真和勇敢，在于未通世故。",
      "这个爱情故事，好像是个悲剧？  你说的是婚姻，爱情没有悲剧。 对爱者而言，爱情怎么会是悲剧？对春天而言，秋天是它的悲剧吗？",
      "一直到冬天。  呢喃的絮语代替了疯狂的摇滚，流浪的人从哪儿出发又回到了哪儿。",
      "此一处陌生的地方，不过是心魄之旅中的一处景观，一次际遇，未来的路途一样还是无限之问。"
    ],
    "Thoughts": "史铁生的散文写得太美了 — 每个字都在对的位子（没有拖泥带水或者多余的细节），节奏掌握得也好好，文字里表达的道理和思考又真实又温柔。很喜欢很喜欢的一本书。他的文字很安静很诗意却有力量和分量。他患了重病却在文字里说出他的思考，他在重病时意识到的东西，我觉得他好厉害。\n\n非常喜欢里面的《好运设计》和最后《记忆与印象》里史铁生写关于他遇到的人和那些人带个他的一些思考；还有《想念地坛》，一篇写得和诗很像的散文。散落在散文里用四季来思考人生和对母亲的思念也特别美。《好运设计》通过一个不同的角度去思考什么样才是完美的人生我觉得很有趣。《记忆与印象》当中的梅娘让我印象特别深刻；我觉得梅娘是很有力量的女性，尽管在生活困难的时候，她也没有放弃写作和鼓励史铁生用写作去记录感受生命的份量。\n\n史铁生还说过他的职业是病人，副业是写作。他也有在文中承认他会有觉得要没希望好起来，想要放弃自己的时候。可是我觉得他通过写作慢慢了减少了这种想法，我很佩服他的开朗和坚强。harper说他的文风读起来很开心，读完后我也这么觉得。\n\n可是我觉得我还是要再读一遍这本书，去发现字里行间中的那些第一次没读到的文字。\n\n我想把《我与地坛》推荐给每个人，大概会是今年读的书里最喜欢的一本。"
  },
  "绝叫": {
    "Rating": "🌕🌕🌕🌖🌑",
    "Author": "叶真中显",
    "Month": 12,
    "Language": "日语",
    "Genre": ["Mystery"],
    "Quotes": [
      "最为小纯之死悲痛的人是你母亲，但最为他的死而开心的，也是她。（52)",
      "假设一帮人倒霉的概率是百分之一，也就是说一百个人中只有一个人会倒霉。对其他九十九人而言，他们倒霉的概率是零，但不幸地抽到厄运签的那个人的倒霉概率则是百分之百。只要人们无法摆脱焦虑，“安心” 就能成为商品。(172)"
    ],
    "Thoughts": "最后一章反转太震撼了。全部三种POV用在一本书里，加上视角切换的交叉叙述和时间线一个向前一个往后真的太厉害了。又读到多一种悬疑小说的叙述方式。最后揭晓 “我” 和 “你” 是谁，而且竟然都是阳子，太震撼了。虽然是翻译过的悬疑小说，但是读起来非常顺，也不失让人印象深刻的描写和场景的描绘。\n\n故事的开头，阳子以 “孤独死” 的方式被发现死在家中，尸体已经被猫咬到无法辨别出身份。同样读者也知道神代被发现死在家中。两条线就这样在书最后被连起来。书里还描写了各种当今社会中的现象。有重男轻女，家庭是如何影响小孩，PUA，非盈利组织和保险行业幕后的一些不可见人的手段，还有女性的地位是如何被社会重新定义。很多地方让我想起了《火车》。\n\n阳子很像《白夜行》中的雪穗，因为家庭原因而构造成如今的她。阳子的母亲导致阳子一直希望别人需要她。这种需要导致了后面被上司pua，为路边随便的牛郎家暴。倒杀死母亲的最后一刻她还希望母亲能够需要她。阳子的金鱼的暗示了她的一生会变得非常黑暗。\n\n另外一条线的女警绫乃除了调查案件，更多的是添加了作者想要表达女性的地位是如何被社会加上枷锁和如何被重新定义。从需要靠结婚和生小孩来定义“成功女性”，再到中段时出现的“新时代女性”，倒最后又重新追求婚姻来定义女性是否成功，都让我感觉社会是如何轻易定义女性的成功，通过杂志等方式传达什么是女性该做的。而且，从书中的女角色就能看出这些信息是多么轻易就能影响到女性群体。绫乃尝试但是始终无法做好一位母亲，和阳子同事虐待自己的儿子，加上阳子自己的母亲，表现出了作为一位“合格”的母亲是多么困难的事。往往当她们还没准备好，无法知晓自己有没有这份能力，就必须承受这份责任。有些像绫乃的母亲会为当下做出伤害孩子的事而自责；然而也有很多像阳子的母亲那样根本就没有意识到自己在伤害她的孩子。\n\n《绝叫》这本书的名字给我的感觉是阳子在各种窒息的困境中被埋得喘不过气，每次都为了拯救自己而一次次的尝试叫出声来反抗。她到最后不惜一切也要救自己，给自己打造“避风港”，用偷来的身份活下去。"
  },
  "撒哈拉的故事": {
    "Rating": "🌕🌕🌕🌕🌖",
    "Author": "三毛",
    "Month": 12,
    "Language": "中文",
    "Genre": ["散文集"],
    "Quotes": [
      "最为小纯之死悲痛的人是你母亲，但最为他的死而开心的，也是她。（52)",
      "假设一帮人倒霉的概率是百分之一，也就是说一百个人中只有一个人会倒霉。对其他九十九人而言，他们倒霉的概率是零，但不幸地抽到厄运签的那个人的倒霉概率则是百分之百。只要人们无法摆脱焦虑，“安心” 就能成为商品。(172)"
    ],
    "Thoughts": "我喜欢三毛生活的方式：很自由，很勇敢，通过书和旅行去看遍这个世界。她的生活简简单单很平凡，但是在她流畅生动的文字下变得很有趣，很深刻。书里的前几篇日常写得很可爱，描述出了沙漠里遇到的各种不同的人，习俗，和有趣的事；让我感觉这个名族的人过着日复一日，被沙漠封闭起来了的生活；而三毛打开了这道门，让更多的读者去了解沙漠中滋生的生命。\n\n三毛很善良，有包容心，但是不是一个没有原则的人。在《芳邻》中，她写到撒哈拉威邻居的时候，她很真实地描述了她对她们的感受；她承认她不认可他们因为生活习惯和习俗而做出来的一些事，和她也不是想与他们真正做朋友；但是我很佩服她还是一次次的允许他们来借东西，并且尝试经营女子学校来教给沙漠里的女孩一些基础算数和知识。在《悬壶济世》里，三毛讲给令居看病的一些经历也很有趣。\n\n《白手成家》中，我能够理解三毛刚刚来沙漠时的各种不习惯；但是这依旧是她想探索的沙漠，通过慢慢添加家具和装饰品，他们的屋子也渐渐有了家的感觉。沙漠是很浪漫，但是生活在这里不是容易的事，三毛不隐瞒她遇到的各种困难，但是她也不忘写出她对生活的乐观。\n\n《哭泣的骆驼》，《哑奴》，和《沙巴军曹》是我觉得最悲伤的几篇。这几篇中描写了沙漠里上演的分离。特别是家人与家人分离时最伤心。很多时候也是悲哀的习俗和偏见造成了这些分离。\n\n三毛在撒哈拉同样也很幸运。有特别照顾她的荷西；陪她各种冒险和满足她自由的生活方式；荷西很靠谱，成熟，但是在适当的时候他和三毛一样爱冒险。三毛的父母也非常包容她；而且从她寄回去家中的信能看出她也很感激她的父母。邮寄书籍和食物感觉又温暖又亲切。三毛在寄给家中的信件和信件中的各种小事里显得更加贴切真实的她。\n\n大冬天下雪在暖气房里读《撒哈拉的故事》，然后夏天坐在阳台读《梅里雪山》感觉是今年读书最幸福的时候。"
  },
  "活着": {
    "Rating": "🌕🌕🌕🌕🌗",
    "Author": "余华",
    "Month": 12,
    "Language": "中文",
    "Genre": ["Fiction"],
    "Quotes": [
      "我看着那条弯曲着通向城里的小路，听不到我儿子赤脚跑来的声音，月光照在路上，像是撒满了盐。（139)",
      "一个人命再大，要是自己想死，那就怎么也活不了。(172)",
      "寥寥数行的表达，成长了福贵动荡和苦难的一生，也是平静和快乐的一生。“ (212)"
    ],
    "Thoughts": "读《活着》感觉像是在坐过山车：福贵的人生在平凡，好运，和分离当中切换。整本书很短但是像福贵给书里刚开，写得很整洁，很流畅。感觉有一些和《在细雨中呼喊》相呼应的部分，可能是历史背景很接近，故事背景也很相近，是读完后会重复思考回味的书；《活着》更像是一个故事，而《在细雨中呼喊》更像是很多篇关于一段人生的散文。余华老师写的虚构小说却每个故事都很鲜活生动。\n\n我很喜欢《活着》是以福贵的第一视角展开的：他不需要别人来评价他的故事，他的人生里有苦难但是也有很多点点滴滴幸福的片段和令他感觉幸运的事情旁观者不一定知道。我们尝尝只会记得别人的苦难而拒绝去描述别人的幸福。\n\n福贵有他的家人可能是他最幸运的事。有庆好可爱，很爱惜他的羊，还问能不能来抱抱他们，有责任心和爱心；抽血活活被抽死好可怜。凤霞虽然不能说话，但是她很有担当，很孝顺。家珍在我看来充满了那个时代女人常有的一种悲哀，我不知道出于什么，但是尽管福贵输光了全家的家产，她还是不离不弃，可能她真的太看重有个完整的家庭。但是福贵后来也有意识到要对家庭负责，\n\n我觉得那条叫富贵的牛和富贵一直用家人的名字来充当别的牛来给福贵工作的动力意味着福贵的家人用一种隐形的方式传达给福贵活下去的信念。他送走了他的每一位家人，却还是选择活下去，没有什么比活着更重要。"
  },
  "狮子之家的点心日": {
    "Rating": "🌕🌕🌗🌑🌑",
    "Author": "小川糸",
    "Month": 12,
    "Language": "日语",
    "Genre": ["Fiction"],
    "Quotes": [
      "确实，客观来看，这段生命过于短暂，可若要说长，乃是足够漫长的一生。及时不及珠穆朗玛峰雄伟，它也尽力容纳过山川与古润。",
      "活着是件非常难得的事，因此遇见好吃的东西，要面带笑容品尝。"
    ],
    "Thoughts": "是小川糸的文风 — 和之前读过她的书的文风非常像，那种很日常，很多关于各种人生各种经历和各式各样的人因为某个媒介而聚在一起。这本书是套用了甜心来讲不同人的故事，像《山茶文具店》 里使用倒信件一样。但是我不是很喜欢她的这种文风，对我来说有一点啰嗦和儿童化，也有可能是因为翻译的原因。\n\n主人公自己的想法也融洽地洒在各个故事中间。整个故事非常治愈。故事中探讨了主人公是怎么渐渐接受死亡：她意识到真正的接受不需要去客服死亡不害怕死亡，而是努力地活下去过好每一天，到死亡到来的那刻欣然接受发生的事情。\n\n故事里甜品的设计还有形容是我最喜欢的部分。狮子之家的每道菜都有在用心做，每道周日甜品日出现的甜品背后都有它的故事。这么贴心的安养所住起来对病人的心情应该有一定的帮助。\n\n但是我并不喜欢雫的做法。我不懂她说和他父亲多么多么好，却又不愿意尝试和他父亲的家庭住在一起，或者告诉他父亲他生了这么严重的病。她的做法有点任性 — 她并没有意识到这么做会让他的父亲觉得自己是不是做错了什么。而且，我觉得如果她早点和他父亲坦白也不至于后悔没有多陪妹妹。只能说他父亲一家的心态太好了，把她当做家人，而雫却没有真正的把他们当做能够依赖的家人。况且，这本书里把死亡和癌症带来的苦难说的太小清新，太天真了。这种天真的语气在《山茶文具店》还好，但是在这个故事背景里就然我读起来有点生气加着急。所有的事情都似乎 “太完美” 了，这种完美并没有然我感觉到治愈。"
  }
}
